[
  {
    "name": "Louie Ellis",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Videographer, on‑camera ‘film director & producer’",
        "is_speaking": true,
        "description": "Older friend of the LaRosas who shot this tape. Opens the video sitting in a director’s chair labeled “FILM DIRECTOR & PRODUCER LOUIS R. ELLIS,” dedicating the tape to James D. and Jimmy Joe. Roams the room interviewing guests, narrating food, and later narrating the pool game. Often signs off as the ‘film director and producer.’",
        "quotes": [
          {
            "text": "Well, it's your film director and producer, and this tape was made special for you, James D. and Jimmy Joe La Rosa. This is the party that we all enjoyed so much that you gave for your friends and all of us. Thank you. I'm Louie and Nancy. God bless you both and your family.",
            "timestamp": "00:00:00",
            "context": "Opening dedication while seated in a director’s chair, explaining the purpose of the tape."
          },
          {
            "text": "Frank, I have videoed 90% of what you've said… Don't give it to the FBI.",
            "timestamp": "00:18:40",
            "context": "Reacting to Frank’s long, colorful monologue about crime, cops, and the FBI."
          },
          {
            "text": "Well, Jim, with that smile of yours, from your friends south, north, east, west, your family, your relatives, Louie and Nancy, we all want to thank you for everything. God bless you and we love you. Keep the good work up. And this is your film director and producer, Louie Ellis.",
            "timestamp": "00:45:40",
            "context": "Closing the tape with a direct message of thanks and love to James D. LaRosa after the pool games."
          }
        ]
      },
      {
        "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
        "role": "Cameraman and occasional on‑camera voice",
        "is_speaking": true,
        "description": "Family friend and self‑appointed documentarian; his voice is heard joking about filming blasts, signing off, and addressing Jimmy; sometimes identified in‑frame by others.",
        "quotes": [
          {
            "text": "They say that this golf course will be one of the top ten in the world. I don't think I'm exaggerating. That's what Pete Dye said.",
            "timestamp": "00:22:50",
            "context": "Voiceover while filming Jimmy and crew planning work; Louie relays Pete Dye’s high expectations for the finished course."
          },
          {
            "text": "And from Louie Ellison, John Nangotti, adios. We'll see you later. Goodbye. We're going to fade out because we've got another job. This is August 2, 1985.",
            "timestamp": "00:21:55",
            "context": "Louie’s sign‑off after filming the successful blasting of old abutments in Simpson Creek."
          }
        ]
      },
      {
        "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
        "role": "Videographer / Ellis Productions",
        "is_speaking": false,
        "description": "Chamber friend and long‑time documentarian of local events. Not often on camera, but his presence is implied by the Ellis Productions credit card at the end. Known for filming Chamber and Pete Dye Golf Club–related events.",
        "quotes": []
      },
      {
        "video": "Joe_Dimaggio_Special_Guest_At_the_PDBC",
        "role": "Videographer and narrator",
        "is_speaking": true,
        "description": "Voice behind the camera providing running commentary, technical disclaimers, and identifications of guests. References his wife Nancy Ellis and their company Ellis Productions, and describes getting DiMaggio’s autograph for Nancy.",
        "quotes": [
          {
            "text": "And now, for the special event at the P. Dye Golf Club. Special guest, Joe DiMaggio. Mr. Joe DiMaggio. Special guest at the P. Dye Golf Club.",
            "timestamp": "00:00:01",
            "context": "Opening narration over the Ellis Productions title card and early tent shots, introducing the subject of the reel."
          },
          {
            "text": "We were not scheduled to video this event, and our seating location made it impossible for us to have a steady hand.",
            "timestamp": "00:00:24",
            "context": "Spoken over early tent footage to explain the shaky, obstructed nature of the images."
          },
          {
            "text": "They won’t let me film. They won’t let you film? No, but I got news for you. I stopped your camera, and they’re not going to work on it.",
            "timestamp": "00:00:28",
            "context": "Louie jokes about staff trying to stop him from filming while he continues to record from his seat."
          },
          {
            "text": "That’s Arch. That’s Arch. That is. It’s the governor. It’s the governor.",
            "timestamp": "00:01:36",
            "context": "Whispered as he tries to pick out the governor in the crowd under the tent."
          },
          {
            "text": "He’s the architect. He’s the one who made the beauty of this golf course. That’s on camera.",
            "timestamp": "00:01:52",
            "context": "Narration over a shot of a man walking toward the tent, making sure the course architect is documented."
          },
          {
            "text": "At this time, we were not able to pick up the audio portion. There were no sound system in operation at this time. Sorry about that.",
            "timestamp": "00:02:00",
            "context": "Louie repeatedly inserts this explanation over shots of the head table and the priest speaking, acknowledging missing live audio."
          },
          {
            "text": "PRIMO VIRATE VIUDE USTATE SANGIA CAVETE MAGNA VEGETARIA… QUICK TRANSLATION ADMIRE EVERYTHING TASTE EVERYTHING AND REJOICE IN EVERYTHING FOR THE BLESSING OF GOD AMEN.",
            "timestamp": "00:05:10",
            "context": "He recites and translates a Latin blessing over silent footage of the clergyman at the head table."
          },
          {
            "text": "I just got Joe DiMaggio to autograph a picture for my wife, Nancy Ellis. The poster had the pictures of Joe DiMaggio, Ted Williams, and Stan Musial. What great heroes on one picture.",
            "timestamp": "00:07:52",
            "context": "Narrated over close‑ups of DiMaggio at the table, describing his personal autograph moment and the significance of the poster."
          },
          {
            "text": "There’s a proud boy, Justin Velcastro, right next to Joe DiMaggio.",
            "timestamp": "00:08:48",
            "context": "Louie identifies a boy in a photo or shot with DiMaggio, emphasizing the pride of being beside the legend."
          },
          {
            "text": "I might insert that there may be our next governor. Joe Mangin. Not the little guy, the bigger guy. Joe Mangin.",
            "timestamp": "00:09:00",
            "context": "Spoken over shots of the head table and later repeated over portraits, highlighting a local dignitary he believes could become governor."
          },
          {
            "text": "TASTE EVERYTHING AND REJOICE IN EVERYTHING FOR THE BLESSING OF GOD AMEN.",
            "timestamp": "00:12:32",
            "context": "A condensed version of the translated blessing, repeated over scenes of guests eating and talking."
          }
        ]
      },
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "Videographer, informal host, comic narrator",
        "is_speaking": true,
        "description": "Shoots most of the footage, constantly talking to camera, prompting people for names, joking about not being paid and wanting breakfast, and signing his work as “Ellis Productions, Route 50, east on Bridgeport Hill.”",
        "quotes": [
          {
            "text": "When Jim does it, they do it right.",
            "timestamp": "00:02:10",
            "context": "Commenting on the quality and completeness of the eight bedrooms in the new guest house."
          },
          {
            "text": "Beautiful, Mr. LaRosa, Jimmy Joe and the crew, whoever. Pete Dye, what a beauty you have created here in the hills of West Virginia.",
            "timestamp": "00:05:40",
            "context": "Filming the back nine and coal‑heritage features from the guest house deck, praising the LaRosas and Pete Dye."
          },
          {
            "text": "A dream that the LaRosa had and Pete Dye came to the rescue. How do you like that, Pete?",
            "timestamp": "00:07:10",
            "context": "Narrating over shots of the back nine and lakes, framing the course as the realization of the LaRosa dream with Pete Dye’s help."
          },
          {
            "text": "Folks, that’s the sunrise over the Pete Dye Golf Club… Great day. You just look at that sight up there. Look at that sun gonna come in pretty soon. Isn’t that beautiful over there?",
            "timestamp": "00:12:44",
            "context": "Filming the early‑morning sunrise over the course on October 1, 1994, expressing awe at the scene."
          },
          {
            "text": "There we are folks, on the back nine, the first official day opening of the Pete Dye Golf Club. Isn’t that beautiful?",
            "timestamp": "00:32:55",
            "context": "Filming the back nine late in the tape, explicitly marking the historic first official day of full 18‑hole play."
          }
        ]
      },
      {
        "video": "PDGC_Construction_8-31-93_thru_7-7-94-012",
        "role": "Amateur documentarian / occasional on‑camera host",
        "is_speaking": true,
        "description": "Usually behind the camera, but briefly seen in earlier segments in a red blazer and in some field shots. His voice is heard introducing segments and joking with James D. and crew. He is the one being called “Cecil B. DeMille” by Pete Dye.",
        "quotes": [
          {
            "text": "“The mistake I made in 1978, I told Jim, ‘No charge,’ and brother, he’s held me to it. But I’m so glad that I did it, and somewhere down the line he’ll remember me.”",
            "timestamp": "00:44:50",
            "context": "At the secretary/employee lunch, joking about his decades of filming the project for free and his relationship with James D."
          }
        ]
      },
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Amateur documentarian / on‑camera personality",
        "is_speaking": true,
        "description": "Behind the camera for much of the member‑outing footage; later appears jokingly as “Cecil B. DeMille” in a two‑man bit. His Ellis Productions business card appears on screen. Known for playful narration and meta‑comments about filming “without charge.”",
        "quotes": [
          {
            "text": "It’s time to say thanks to James D. and Jimmy Joe LaRosa for this day, the opening of the Pete Dye Golf Club, Clarksburg‑Bridgeport, West Virginia. Day will always be remembered by all. And from Louie and Nancy Ellis and your families, your friends, thanks. Good night, and God bless you.",
            "timestamp": "00:50:40",
            "context": "Closing voice‑over at the end of the day’s footage, offering thanks and a blessing to the LaRosa family and club community."
          }
        ]
      },
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Cameraman / on‑camera narrator",
        "is_speaking": true,
        "description": "Primary home‑movie documentarian. Frequently addresses “Louis” in third person, but also identifies himself (“This is Louie Ellis on the camera”) and jokes about not charging for his work. He appears briefly in intro shots in a red blazer as “director.”",
        "quotes": [
          {
            "text": "If you notice, most of this is being done by hand, and you know it takes a long time, but they want to do it right. That’s the way it’s being done here at Pete Dye’s golf course.",
            "timestamp": "00:42:00",
            "context": "Voiceover as he films workers hand‑raking and grooving the green, emphasizing craftsmanship over speed."
          },
          {
            "text": "Well, I’m glad to do it, but I know why he wants me to say one more time, no charge. No charge.",
            "timestamp": "00:31:45",
            "context": "Responding to James D.’s thanks, reiterating that he’s filming as a friend and historian, not for pay."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_4-27-91_thru_10-10-91_Holes_1_thru_9",
        "role": "Cameraman and informal interviewer",
        "is_speaking": true,
        "description": "Family friend and self‑appointed documentarian. Rarely on camera but frequently addressed as “Louie” or “Loy,” asked to pan, zoom, and capture specific features. Occasionally jokes on mic about how much time he’s spent filming the course.",
        "quotes": [
          {
            "text": "I just figured percentage‑wise, I’m a little over 1/7th of my life I’ve spent down this damn golf course… but I’ve enjoyed every bit of it.",
            "timestamp": "01:02:30",
            "context": "Reflecting on a decade of filming the project while talking with LaRosa and friends."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_9-5-92_thru_7-1-93-008",
        "role": "Cameraman / informal interviewer",
        "is_speaking": true,
        "description": "Behind the camera for most of the reel; occasionally heard joking, prompting people, and being thanked on camera; appears briefly in reflections and is referenced by name.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_9-9-1992",
        "role": "Cameraman, informal documentarian",
        "is_speaking": true,
        "description": "Identified explicitly in the narration as the person filming (“Louie… we call Cecil B. DeMille here in Clarksburg”). He is mostly behind the camera. The narrator notes Louie walked the ground with a bad hip to film this for Pete. Louie briefly speaks near the end, addressing Pete directly and joking about the job and being worked hard by Jim.",
        "quotes": [
          {
            "text": "Pete, it was nice doing this job and I hope we did what you wanted. With Harris Holt here and James D. and Louie Ellis, how in the hell can you go wrong? See you later, Pete. God bless you.",
            "timestamp": "00:18:30",
            "context": "Louie’s on‑camera sign‑off from high above the 8th hole, addressing Pete Dye directly after a long day of filming and walking the construction site."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "On‑site cameraman, narrator, and informal interviewer",
        "is_speaking": true,
        "description": "Appears at the very start in a red blazer as “FILM DIRECTOR & PRODUCER LOUIS F. ELLIS,” then mostly behind the camera. His voice introduces the tape, dates the footage, and frequently hands the mic to others. He jokes about spending a seventh of his life on the course and signs off as the volunteer documentarian.",
        "quotes": [
          {
            "text": "And now some showing of the Peat Dye LaRosa Golf Course from 10‑16‑90 through 6‑14‑91. Thank you, and this is Louie Ellis. It is Tuesday, October the 16th, 1990.",
            "timestamp": "00:00:00",
            "context": "Opening narration over the first on‑course footage, establishing the time span and Louie’s role as documentarian."
          },
          {
            "text": "We’re looking at the number one fairway, which is outstanding for the very short period of time that it’s been here. You can see the difference in the greens, in the color of the green, from the fairway to the rough to the fringes of the fairway.",
            "timestamp": "00:00:12",
            "context": "Describing the condition of the #1 fairway on October 16, 1990, while panning across the newly grown turf."
          },
          {
            "text": "That fairway is just so soft, it just seems like it’s been here for about five years. It has taken a very short period of time for this to green up.",
            "timestamp": "00:01:20",
            "context": "Continuing his assessment of the #1 fairway’s rapid establishment and playability."
          },
          {
            "text": "What he does, he just contours the ground. That’s after it gets it ready for planting. When he’s finished, then the planting crew will come in to plant the grass. Now Pete Dye has a lot of confidence in this man. He just says go ahead. If Sparky says it’s alright, it’s alright with Pete.",
            "timestamp": "00:15:30",
            "context": "Describing Keith “Sparky” Sparkman’s role shaping #4 green and Pete Dye’s trust in his contouring work."
          },
          {
            "text": "I just figured percentage‑wise, I’m a little over 70, one‑seventh of my life I’ve spent down this damn golf course… but I’ve enjoyed every bit of it.",
            "timestamp": "01:19:30",
            "context": "Joking on camera with Jim Fazio and Jimmy LaRosa about how much time he’s devoted to filming the project."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-9-90_thru_11-3-90",
        "role": "Cameraman and occasional on‑camera host",
        "is_speaking": true,
        "description": "Identifies himself in the opening title and in several asides (“This is Louie Ellis…”). Operates the camera across construction and town segments, occasionally appears on camera with a microphone, and conducts interviews and location IDs.",
        "quotes": [
          {
            "text": "That is the superintendent doing his share and more.",
            "timestamp": "00:03:10",
            "context": "Louie turns the camera on Gary, who has been narrating, to show him working alongside the crew on the green, praising his hands‑on involvement."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Cameraman, comic relief, informal interviewer",
        "is_speaking": true,
        "description": "Behind the camera for most of the reel; occasionally appears swinging a sledgehammer on the track, joking about being unpaid, or in group shots. Distinctive humorous asides (“no charge,” “I was here since 3 o’clock, Nancy”).",
        "quotes": [
          {
            "text": "Since 1978… you haven't gave me a dime. And Max, I'll tell you why he hasn't gave me a dime, because I don't want it.",
            "timestamp": "00:25:10",
            "context": "Louie joking on camera about never charging the LaRosas for decades of filming, emphasizing his friendship and voluntary role."
          }
        ]
      },
      {
        "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
        "role": "Filmmaker, on‑camera host, and informal interviewer",
        "is_speaking": true,
        "description": "Appears repeatedly as the man behind and sometimes in front of the camera. Often in casual shirts or a red cardigan, holding a handheld microphone, joking about doing the filming 'no charge.' He prompts others to speak, introduces segments, and later presents a finished tape to Pete Dye.",
        "quotes": [
          {
            "text": "Well, I’m glad to do it, but I know why. He wants me to say one more time, no charge, and it’s really an honor to be between two fellas.",
            "timestamp": "00:01:24",
            "context": "Louie responds on camera, joking about his unpaid work and expressing his own honor at being part of the LaRosa/Pete Dye project."
          },
          {
            "text": "Well, we are at the end of our program and from Louie Ellis, your film director and producer, I hope you’ve enjoyed this tape as much as we have doing it for you. Good night and God bless y’all.",
            "timestamp": "01:56:30",
            "context": "Louie signs off at the end of the highlight reel, formally closing the archival program and acknowledging the collaborative effort behind it."
          }
        ]
      },
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "cameraman, on‑camera host, family friend",
        "is_speaking": true,
        "description": "Older man in a red blazer, introduced on camera as “your film director and producer.” He narrates the event, jokes with guests and staff, praises the food, and repeatedly timestamps and contextualizes the party.",
        "quotes": [
          {
            "text": "This is Louis Ellis, your film director and producer. Tonight is the annual Christmas party by the La Rosa Corporation held at the Nona Maria's restaurant.",
            "timestamp": "00:00:00",
            "context": "On‑camera introduction, establishing himself and the event at the very start of the tape."
          },
          {
            "text": "And the food is being prepared by that one and only Raymond Priscillo. So I want to say the food was good.",
            "timestamp": "00:00:06",
            "context": "Introductory narration praising the chef and setting up the focus on the buffet."
          },
          {
            "text": "And God bless you all. And we're going to rate that food 1 to 10 and I rate it number 10. How about that?",
            "timestamp": "00:00:14",
            "context": "Louie’s warm sign‑off and humorous endorsement of the meal during his opening remarks."
          },
          {
            "text": "It's 12, 15, 89. It's almost 2 o'clock. And we're waiting for the crowd.",
            "timestamp": "00:00:20",
            "context": "Louie timestamps the footage and notes that guests have not fully arrived yet."
          },
          {
            "text": "The only reason you gave it to me is you didn't want me to stain anything.",
            "timestamp": "00:02:00",
            "context": "Louie jokes back after being given a sample from the buffet."
          },
          {
            "text": "We have the master carving out the turkey. That's a smoked turkey. Oh, it is? Well, how about that? Raymond has the best.",
            "timestamp": "00:06:40",
            "context": "Narrating at the carving station while praising Raymond’s smoked turkey."
          },
          {
            "text": "As I always tell your dad, I'm the only non‑paid member of this organization.",
            "timestamp": "00:07:40",
            "context": "Louie jokes about his unofficial role with the LaRosa company."
          }
        ]
      },
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Cameraman/narrator and family friend",
        "is_speaking": true,
        "description": "Shorter man in white short-sleeve shirt and patterned tie in the still snapshot and some on-site shots; identified in text as “Louis P. Ellis – Producer/Director.” He narrates the opening (“here I am, Louis Ellis, with Pete Dye”), expresses admiration for Pete, and closes with his signature “no charge” sign-off.",
        "quotes": [
          {
            "text": "We have an interview with Pete Dye, James D., Jimmy Joe LaRosa, and part of the working crew. And here I am, Louis Ellis, with Pete Dye. With a snapshot. It's an honor to always be with Pete.",
            "timestamp": "00:00:02",
            "context": "Voiceover introduction over the Ellis Productions title card and a still snapshot of Louie with Pete, framing the footage as an interview and personal keepsake."
          },
          {
            "text": "We play once a week, every week. I don't care what, I play once a week.",
            "timestamp": "00:00:10",
            "context": "Narration over the still photo of Louie with Pete, emphasizing their regular golf routine and close relationship."
          },
          {
            "text": "We got Jimmy, James D., CISO, Pete, Bill, Gary, Sparky, Mike. I'll tell you one thing I want to say. Like I said 14 years ago, no charge. And there's no charge today.",
            "timestamp": "00:12:35",
            "context": "Louie begins his closing remarks, listing those present and repeating his long-standing promise to film the project at no charge."
          },
          {
            "text": "I waited over there and sat there for an hour and a half so I wouldn't miss this fella. And because these guys are tough to find and he's harder. And I've enjoyed every bit of it and I'm glad to have been a part of this organization.",
            "timestamp": "00:12:50",
            "context": "Louie explains his dedication to capturing Pete and the team on film and expresses gratitude for being included."
          },
          {
            "text": "Somewhere down the line you got all the tapes. You're going to see me and the rest of it. And thank you all for having me do this work. You're great. One more thing… Thank you, Jim. No charge. There will be no retakes. Red light's still on.",
            "timestamp": "00:13:05",
            "context": "Louie underscores that his work has been a labor of love, reiterates “no charge,” and jokes about the camera still rolling."
          },
          {
            "text": "Well, we are at the end of our interview. Always nice having Pete around. Good night and God bless you all.",
            "timestamp": "00:13:40",
            "context": "Louie formally closes the on-site interview segment with a warm farewell and blessing."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Filmmaker, on‑camera host, and narrator",
        "is_speaking": true,
        "description": "Middle‑aged man, balding with glasses, often in a light short‑sleeve shirt or dark shirt with sunglasses, holding a wired microphone. Introduces the film (“without pay”), interviews James D. and others, and is repeatedly thanked for documenting the project.",
        "quotes": []
      },
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Family friend, cameraman, informal narrator",
        "is_speaking": true,
        "description": "Identifies himself on camera in a red blazer as “Film Director & Producer Louis P. Ellis,” and throughout the tape narrates construction scenes, prompts Pete (“Mr. Pete, you’re on now…”), interviews Harris, Gary, Sam Oliverio, and closes the reel with a direct address to Catherine LaRosa.",
        "quotes": [
          {
            "text": "This tape was made special for you, Catherine LaRose. I hope you’ve enjoyed it as much as I have doing it for you. Thank you, and good night.",
            "timestamp": "01:19:00",
            "context": "Louis closes the program directly to Catherine, framing the entire reel as a personal gift and summing up his role as the family’s unofficial documentarian."
          }
        ]
      },
      {
        "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
        "role": "Cameraman, self‑styled film director/producer",
        "is_speaking": true,
        "description": "Older man in red blazer and glasses seen in the opening shot with a shoulder‑mounted camera and a director’s chair labeled “FILM DIRECTOR & PRODUCER LOUIS P. ELLIS.” He is the videographer throughout, providing playful narration and greetings.",
        "quotes": [
          {
            "text": "August 21, 1993, dinner prepared by Pam Iquina and employees. And this is your film director and producer, Louis Pielas. Goodnight!",
            "timestamp": "00:00:00",
            "context": "Spoken over the opening shot of Louis posing with his camera and director’s chair, and repeated over early buffet and room shots as an audio slate for the event."
          },
          {
            "text": "Hi Nancy. Pretty girl.",
            "timestamp": "00:01:20",
            "context": "Said as the camera moves through the bar/dining area and focuses on a woman at the bar, indicating familiarity and affection toward a guest named Nancy."
          },
          {
            "text": "Hi honey. Nice dinner tonight. They put on a good spread, didn’t they? Alright, I’m full. Are you full now? Okay, well, stick around a while and hear the band. All the way down there. We’ll be ready to play golf, right? Okay, bye.",
            "timestamp": "00:01:32",
            "context": "Casual commentary to a companion while filming the bar and stage area, praising the meal, encouraging them to stay for the band, and jokingly referencing golf."
          },
          {
            "text": "There’s my lawyer, December G. Mousefield. There’s my lawyer.",
            "timestamp": "00:01:52",
            "context": "Spoken jokingly as the camera pans across a table and then a crowded area; Louis humorously identifies an attendee as his “lawyer,” adding personal color to the social footage."
          }
        ]
      }
    ],
    "total_videos": 20,
    "total_quotes": 54
  },
  {
    "name": "James D. LaRosa",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "founder, host",
        "is_speaking": false,
        "description": "Referred to as “Mr. LaRosa” and “James D.” in the audio. He is spoken about (e.g., bread gift given to him, his rule about Louie paying once doors open) and appears briefly in buffet/bar context, but has limited direct, clear on‑mic speech in this excerpt.",
        "quotes": [
          {
            "text": "Yes, I'm glad that all my friends are here today. We do business with people that work with us in the company. It seems like we have a nice layout of food. Beautiful. Everybody's in good spirits. Looks like it's going to be a fine party.",
            "timestamp": "00:15:50",
            "context": "Mr. LaRosa gives his host’s message about the party, the guests, and the food."
          }
        ]
      },
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Host / honoree",
        "is_speaking": true,
        "description": "Older Italian‑American man, central host of the luncheon and home gathering. He repeatedly says he has all his good friends from Florida visiting and that he looks forward to it every year. Seen at the luncheon table and later at home and in the pool room.",
        "quotes": [
          {
            "text": "I got all my good friends from Florida here to visit with me. I look forward to it every year.",
            "timestamp": "00:02:04",
            "context": "Responding on camera when Louie asks why he’s so happy at the luncheon and later at the home gathering."
          },
          {
            "text": "I'm just thrilled. I look forward to it now, so you got to come back every year. And next year I might have to charge you because we'll be open for business… I challenged Willie to a pool game… If he doesn't beat Willie, then you're in a lot of trouble… He thought he was going to be the next Willie Mosconi, but he didn't make it, so he took up coal mining. Not bad.",
            "timestamp": "00:25:30",
            "context": "Addressing his Florida friends at the luncheon, inviting them to the pool exhibition at his son’s house and teasing Steve."
          },
          {
            "text": "I'm going to show us a little bit of your skill here on the lake. We've got a little time… There's no smoking in the house at all… Other than that, it's about ten minutes from here.",
            "timestamp": "00:26:10",
            "context": "Inviting guests to his son’s house for Willie’s pool exhibition and setting house rules."
          }
        ]
      },
      {
        "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
        "role": "Founder, on‑site explainer in some segments",
        "is_speaking": true,
        "description": "Referred to as James D. / Jim LaRosa; appears explaining Simpson Creek work, blasting, and future navigable river and clubhouse plans.",
        "quotes": [
          {
            "text": "Someday we'll ask you to come back and take this same picture from the same vantage point and no doubt you'll see a very attractive river basin and something that people can use and enjoy.",
            "timestamp": "00:36:40",
            "context": "Addressing Louie while standing near Jimmy Joe’s house, envisioning future \"after\" shots of a restored, navigable Simpson Creek."
          },
          {
            "text": "Most everything that we've taken out of the ground on this site, we have used in the construction of this golf course. We've used everything that is native to this part of the country.",
            "timestamp": "00:50:40",
            "context": "Explaining the philosophy of reusing blasted rock and dredged material for walls, banks, and sod base rather than importing materials."
          },
          {
            "text": "This will also beautify this creek at the same time, because once all this dirt and fill and silt that is down into this creek will be removed, I think this water will turn a real nice pretty green.",
            "timestamp": "00:50:10",
            "context": "Describing how removing rock and silt and reusing it on number 6 will improve both the creek’s appearance and the golf hole."
          }
        ]
      },
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Founder of Pete Dye Golf Club (mentioned)",
        "is_speaking": false,
        "description": "Referred to as part of “the LaRosa family” in a feature about the mine portal and coal heritage. Announcers note the family initially wanted to cover mining remnants, but Pete Dye insisted on keeping them as part of the course’s character.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Developer / founder (discussed only)",
        "is_speaking": false,
        "description": "Referenced in booth commentary as “Mr. LaRosa, Jim, the older of the two LaRosas,” who assembled the land in 1979 and gave Pete Dye unusual creative freedom; not seen on camera in these excerpts.",
        "quotes": []
      },
      {
        "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
        "role": "Honoree – Harrison County Chamber of Commerce Citizen of the Year; local developer and golf‑club founder",
        "is_speaking": true,
        "description": "Older West Virginian businessman, long‑time Clarksburg/Bridgeport resident, recognized for extensive civic, charitable, and business contributions including coal, retail, education, health care, and the Pete Dye Championship Golf Course in Bridgeport. Seen at the podium giving a brief, modest acceptance speech.",
        "quotes": [
          {
            "text": "I lived here all my life and moved a few times, but never more than a couple miles from my high school. I guess that makes me a native son. That’s what I want to be.",
            "timestamp": "01:43:30",
            "context": "Acceptance speech after receiving the Harrison County Chamber of Commerce Citizen of the Year award."
          },
          {
            "text": "I want to thank the Chamber and its members for giving me this recognition. I hope in some small way I helped the quality of life for all of us. I couldn’t really accept this without recalling my parents. Without their love, support, teaching, I wouldn’t be standing here.",
            "timestamp": "01:43:50",
            "context": "Continuing his Citizen of the Year acceptance, LaRosa expresses gratitude and credits his parents."
          }
        ]
      },
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Founder/owner; host and interviewer",
        "is_speaking": true,
        "description": "Older LaRosa seen in the construction‑trailer meeting (blue cardigan, white hair) introducing Pete, Max Robertson, and Bob Andrew, and later in on‑course segments in a striped golf shirt. Also appears extensively in the dogs‑and‑cats section, narrating each animal and praising caretaker Bernadine.",
        "quotes": [
          {
            "text": "We’re trying to finish this front nine here before the weather gets too bad.",
            "timestamp": "00:01:08",
            "context": "In the trailer meeting, James D. explains the immediate construction goal and seasonal pressure, anchoring the footage in the fall 1989 schedule."
          },
          {
            "text": "There’s a rumor going around about my age, and I don’t believe it… It’s a foul rumor spread by the opposition on a smear campaign.",
            "timestamp": "00:16:40",
            "context": "At his birthday party, James D. jokingly denies being as old as people say, using political language to mock the idea of aging as a scandal."
          }
        ]
      },
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Founder / owner, on-site with Pete and later introduced as “James D.”",
        "is_speaking": true,
        "description": "Older Italian-American man in a bright pink dress shirt and dark tie in some shots; elsewhere appears in casual white T-shirt on site. Speaks about the long journey of the project, his son Jimmy Joe running operations, and wanting to make Pete proud.",
        "quotes": [
          {
            "text": "No, I'm your assistant, Jim. I'll always be your assistant, I guarantee it.",
            "timestamp": "00:10:08",
            "context": "James D. responds to Pete’s joke, humbly positioning himself as Pete’s assistant despite being the owner/founder."
          },
          {
            "text": "You know, this whole project, I've talked about it for so many years. People wonder, but it's probably been as much fun as I've ever had in my life, trying to put this thing together. Sometimes I get just a little frustrated, but not too often.",
            "timestamp": "00:10:20",
            "context": "James D. reflects on the long journey of building the club, acknowledging both the challenges and the joy."
          },
          {
            "text": "I'd like to say something about my son Jimmy Joe here. He's going to run the operation. This is his son Jameson here. I don't know much about the game of golf or how he's running the golf business, so I'm totally confident in Jimmy Joe running this operation.",
            "timestamp": "00:10:45",
            "context": "James D. publicly hands operational responsibility to his son Jimmy Joe and expresses full confidence in him."
          },
          {
            "text": "I'd like to make Pete proud of it. He's built it for us, and now we've got to maintain a certain level of quality that befits his genius. I guess it goes together, the design and the condition.",
            "timestamp": "00:11:00",
            "context": "James D. articulates his desire to honor Pete’s work by maintaining high standards of conditioning and operations."
          }
        ]
      },
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "Founder, honored patriarch",
        "is_speaking": true,
        "description": "Appears near the end identifying himself as “James D., Jimmy Joe’s dad,” calling himself “the chaplain” and expressing pride in the big day. Central symbolic figure of the opening.",
        "quotes": [
          {
            "text": "Oh, I’m the chaplain. And every time I go around, there’s like three signs: Praise the Lord. And I’m James D., Jimmy Joe’s dad. I’m having a big, special day here today. I really got it going. I’m proud of the whole organization.",
            "timestamp": "00:32:40",
            "context": "Closing on‑camera statement near the end of the tape, expressing pride and humor about his role and the day’s significance."
          },
          {
            "text": "Hi, Mrs. Nance. I want to say hi to Nancy Ellis. Thank you, Nancy. Make it more available to us, your support.",
            "timestamp": "00:32:50",
            "context": "Addressing Louie’s wife Nancy directly, thanking her for her support of the project and the family."
          }
        ]
      },
      {
        "video": "PDGC_Construction_8-31-93_thru_7-7-94-012",
        "role": "Founder / on‑site narrator and planner",
        "is_speaking": true,
        "description": "Appears both in the field and in the wood‑paneled meeting room. In the field he stands on graded fairways and in lake basins, holding a microphone, explaining yardages, green revisions, lake depths, and construction logistics. In the office he sits in a blue cardigan, discussing design, finances, and staff like Joe Hall and Keith Sparkman.",
        "quotes": [
          {
            "text": "“This is going to be one of the biggest golf holes in the world in terms of length, width, and visibility.”",
            "timestamp": "00:11:10",
            "context": "Standing on the 11th fairway/green area, describing the revised 630‑yard par‑5 and its 120‑yard‑wide landing area."
          },
          {
            "text": "“This type of work has been going on for 16 years… We think sometime around the middle of July we’ll be all seeded down and finally, after all these years, ready to tee it up.”",
            "timestamp": "01:06:00",
            "context": "Narrating from the 15th lake and practice range area about the long duration of earthmoving and the impending completion of seeding."
          },
          {
            "text": "“We’re down to our last two or three weeks of construction. We think sometime around the middle of July we’ll be all seeded down and finally, after all these years, we’re just about ready to tee it up here in about two months.”",
            "timestamp": "01:06:10",
            "context": "Summarizing the endgame of earthmoving and seeding while showing topsoil being hauled to the practice range and 15th fairway."
          },
          {
            "text": "“We may end up calling it Lake Reel in honor of their family name.”",
            "timestamp": "01:07:40",
            "context": "Standing with Larry Reel and others beside the 15th lakes, joking about naming the lake after the Reel brothers who built it."
          }
        ]
      },
      {
        "video": "PDGC_Grand_Opening",
        "role": "Founder, honoree, storyteller",
        "is_speaking": true,
        "description": "Older Italian‑American man (likely the one with tinted glasses and dark blazer at the head table) who calls the course his “labor of love,” thanks Pete for spending all the money he had and could borrow, and recounts designing holes himself (like #18) and being overruled, plus the oak‑tree and gob‑pile anecdotes. He frames the 17‑year build as his life’s work.",
        "quotes": [
          {
            "text": "This golf course is my thing in life, it’s my labor of love, and I don’t think that I could have shared it with anybody else in this manner than I have with you.",
            "timestamp": "00:30:00",
            "context": "James D. addresses Pete directly, describing the 17‑year project as the defining work of his life and praising their partnership."
          },
          {
            "text": "Gob is a coal slate and impurities that they separate from the coal and throw in a pile outside of a coal mine in the old days… this slate then catches fire and just smolders for years and years and years.",
            "timestamp": "00:13:10",
            "context": "Jim explains the mining waste that once covered the property, setting up the transformation of a smoldering gob pile into the 10th hole."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_4-27-91_thru_10-10-91_Holes_1_thru_9",
        "role": "Founder, on‑camera host and explainer",
        "is_speaking": true,
        "description": "Older Italian‑American man who repeatedly narrates construction progress, explains Pete Dye’s intentions, introduces workers, and interviews guests. Often holds a handheld microphone and speaks directly to Louie behind the camera.",
        "quotes": [
          {
            "text": "The only thing is the first 30 feet of what appears to be green is not actually green. The green starts about where that first white stake is.",
            "timestamp": "00:02:40",
            "context": "Clarifying to Monsignor O’Reilly that the approach is built to green specs but isn’t part of the official putting surface."
          },
          {
            "text": "He tells us what to do, and then we do it, and then he usually comes in and makes some last minute, I call it subtleties, that he puts into the course.",
            "timestamp": "00:20:10",
            "context": "Describing Pete Dye’s process of giving instructions, then returning to refine holes like the seventh with subtle contour changes."
          },
          {
            "text": "The house was a Georgian mansion built in 1842… we removed all of the house from the premises… except the four outside walls were a pink brick that probably, if it stayed, would give more character around this hole.",
            "timestamp": "00:20:40",
            "context": "Describing the demolished Smith mansion and how its stone was reused for the seventh tee wall."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_9-5-92_thru_7-1-93-008",
        "role": "Founder / on‑site narrator",
        "is_speaking": true,
        "description": "Older Italian‑American man, often speaking directly to camera on construction sites and inside the temporary clubhouse, explaining irrigation, cart paths, clubhouse plans, and introducing workers.",
        "quotes": [
          {
            "text": "Today we’re working on the irrigation of the 8th hole. And it’s September the 5th, Italian Festival Day, but we need to work every day this month in order to get this hole upsoiled, irrigated, and seeded. Otherwise we’ll lose the whole growing season. So we missed the Italian Festival Parade this morning, but we’ll see you next year, I guess.",
            "timestamp": "00:00:20",
            "context": "On‑camera explanation at the 8th hole construction site about schedule pressure and working through a local holiday."
          },
          {
            "text": "We’re looking at the T end of the 8th golf hole here, which we think this golf hole is going to be one of the 8 wonders of the golfing world.",
            "timestamp": "00:00:28",
            "context": "Standing on the raw tee end of the 8th hole, describing its future significance while Louie films the dramatic high wall and fairway corridor."
          },
          {
            "text": "The ditch is about 36 inches deep. We want to get below the crust. And then we put the wiring in and then we put the pipe. And then we put sand in… that gives a bed for the pipe and wire. So if there’s any rocks that end up in the ditch, sometimes you need a bed.",
            "timestamp": "00:02:00",
            "context": "Narrating over close‑ups of irrigation trenches and workers laying pipe and control wire on the 8th hole."
          },
          {
            "text": "This here is a border that goes on top of the chair rail… It’s a paper that gives you the so‑called Pinehurst feeling, which is a conservative, quiet Scottish look. It’s what Jimmy Joe wanted in his pro shop.",
            "timestamp": "00:46:30",
            "context": "Inside the temporary clubhouse, showing wallpaper and fabric samples for the grill room and pro shop décor."
          },
          {
            "text": "We have drawings for the temporary clubhouse here at the Pete Dye Golf Club designed by Robert Pernell, architect… Very, very good architect. He’s done other work for us in the past.",
            "timestamp": "00:53:30",
            "context": "Pointing to architectural blueprints for the temporary clubhouse and locker rooms."
          },
          {
            "text": "We’re standing in front of number one lake at the Pete Dye Golf Club, two days before the opening. The men you see in the picture are some of the men that have worked with us to build this course… I wanted to preserve this picture so I can think of the good times and the hard times and the problems we’ve had during this course.",
            "timestamp": "01:39:30",
            "context": "Introducing the assembled crew for a group portrait and roll‑call before opening day."
          },
          {
            "text": "Someday I’ll be looking at this again and thinking of you, Louie, and Nancy, because you couldn’t get this done without her.",
            "timestamp": "00:50:30",
            "context": "Inside the temporary clubhouse, thanking Louie and Nancy Ellis for their long‑term filming and support."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_Spring_1989",
        "role": "Developer / founder, voiceover subject, inset portrait ID",
        "is_speaking": true,
        "description": "Identified on-screen by a circular inset portrait labeled “James D. LaRosa.” His words are heard in voiceover discussing his personal connection to the project, business rationale, and belief in West Virginia’s resort potential. He does not appear speaking live on camera in this excerpt, but his portrait is used over scenic B‑roll.",
        "quotes": [
          {
            "text": "For the planned Burning Embers Resort project, it is significant to me personally to have this project located in my home state and hometown. But as a businessman, the project represents more than personal satisfaction.",
            "timestamp": "00:01:48",
            "context": "Voiceover from LaRosa, accompanied by his inset portrait over scenic course shots, expressing both personal pride and business perspective."
          },
          {
            "text": "I believe in West Virginia's potential for recreational and resort development. Our geographical location in proximity to major metropolitan areas, our existing modern highway and air travel transportation system, our natural and unspoiled scenic beauty are desirable features for those looking for a special place to relax and gather for business and recreational reasons.",
            "timestamp": "00:01:56",
            "context": "LaRosa articulates the strategic case for the Burning Embers Resort and Pete Dye Golf Club as part of a broader vision for West Virginia tourism and recreation."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "Founder / owner, on‑camera host and explainer",
        "is_speaking": true,
        "description": "Not named explicitly in every shot, but appears as an older, well‑dressed man in some interview segments and as the person being praised by others. He is referenced in third person (“Mr. LaRosa requested you to come with me,” “Jim here I have to say… he’s been very successful… come up the hard way through the Depression”). He participates in on‑site commentary and is the “head honcho” Harris greets.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_10-9-90_thru_11-3-90",
        "role": "Founder; subject of birthplace and family‑home segments",
        "is_speaking": false,
        "description": "Not clearly seen speaking in this reel, but repeatedly referenced (“Jim,” “James D.,” “Papa Jim”). Buildings tied to him are shown: his birthplace, the Martin & LaRosa building, the Home Hotel, and his family home with lion statues.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Founder / on-site explainer and decision-maker",
        "is_speaking": true,
        "description": "Appears multiple times explaining design decisions (coal cinder bunkers, 4th and 18th holes, mine-themed features) and speaking directly to Louie. Older Italian-American man in dress shirt and tie or casual short-sleeve shirt, often authoritative but warm.",
        "quotes": [
          {
            "text": "These coal cinders… are out of a wet bottom furnace, electric utility plant, and they have a metallic finish to them, and they'll kind of glisten when the sun shines. We just hope that the ball doesn't sink too deep in them when they're hit very high and land hard.",
            "timestamp": "01:02:30",
            "context": "Explaining the experimental coal cinder bunkers on the 1st hole and their aesthetic and playability implications."
          },
          {
            "text": "We're all very proud of it. We know we're going to have the greatest golf course in the world. We're not going to quit until we get to that point.",
            "timestamp": "00:52:00",
            "context": "Group scene near the 4th/10th corridor, expressing the LaRosa team’s ambition for the course."
          },
          {
            "text": "These fish… are special fish that you need the permission of the State Department of Natural Resources to have them brought into the state. They will not multiply… and they won't eat anything but grass or anything green.",
            "timestamp": "01:38:30",
            "context": "Describing triploid carp being stocked into the No. 1 lake and their ecological role in controlling algae and cattails."
          },
          {
            "text": "These pictures were taken by the one and only L.P. Ellis. And you were really here today since 3 o'clock, Nancy. I'll vouch for you, Louie.",
            "timestamp": "01:20:00",
            "context": "Thanking Louie for his filming and reassuring Nancy Ellis on camera that Louie was indeed on the course all afternoon."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Course founder / owner / primary on‑site narrator",
        "is_speaking": true,
        "description": "Older white‑haired man, often in a white V‑neck T‑shirt or light polo, frequently holding a handheld microphone. Seen in construction areas, at scenic overlooks, and in a hospital gown with his arm in a cast, explaining the project’s history, design, and progress.",
        "quotes": [
          {
            "text": "“We’ve been working on the golf course for about nine years. This will be the 10th year and hopefully the year that we complete the course so it’s ready for play in 1989.”",
            "timestamp": "00:01:32",
            "context": "Office and on‑site interviews where James D. outlines the long development timeline and target opening year."
          },
          {
            "text": "“We built this course on 235 acres of ground. It’s part of a thousand‑acre tract of ground. It’s going to have three lakes. Simpson Creek winds through the course and comes into play on four holes.”",
            "timestamp": "00:01:36",
            "context": "Introductory explanation of the course’s physical scale and integration with Simpson Creek."
          },
          {
            "text": "“We’re going to put a dam in the creek so we don’t have the constant width of about 90 feet. And that way it will keep its integrity as a wide creek or river.”",
            "timestamp": "00:01:52",
            "context": "Describing planned water management to maintain a broad, river‑like feature through the course."
          },
          {
            "text": "“I had an accident. It was my fault. I was walking where I shouldn’t have been walking… Just at the time I got to where they were working, this particular tree that was leaning, they had just cut it in two and it was on its way down with the force of the bulldozer. So I didn’t even know what hit me.”",
            "timestamp": "01:40:45",
            "context": "From his hospital bed, recounting the tree‑clearing accident behind the 8th hole that injured his arm."
          },
          {
            "text": "“This lake is about three and a half acres in area and it averages about eight foot in depth… It aerates the water to keep the water so it would support fish life and also to cut down on the algae.”",
            "timestamp": "01:48:40",
            "context": "Describing the 4th‑hole lake and its floating fountain, explaining both aesthetic and ecological functions."
          },
          {
            "text": "“We’ve done this work with the use primarily of scrapers and bulldozers and we’ve hauled it anywhere from 500 to 1,500 feet away from this lake and put it where it was needed.”",
            "timestamp": "01:08:30",
            "context": "Standing in the bottom of the 15th‑hole lake, explaining how lake excavation material was reused to shape bunkers and mounds around the course."
          },
          {
            "text": "“We know we’re going to have the greatest golf course in the world. We’re not going to quit until we get to that point.”",
            "timestamp": "01:29:30",
            "context": "Standing with P.B. Dye, Drew Pearson, and others on the 4th fairway, expressing the team’s ambition and determination."
          },
          {
            "text": "“These wonderful pictures are taken by Louie Ellis, the one and only Louie Ellis. He’s been my friend and accommodated me so much over these last few years on this golf course.”",
            "timestamp": "00:40:30",
            "context": "At the coal pit, thanking Louie for documenting the project and emphasizing the value of the footage for posterity."
          }
        ]
      },
      {
        "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
        "role": "Founder / owner, on‑site narrator and interview subject",
        "is_speaking": true,
        "description": "Older, white‑haired man in dress shirts, sometimes with a red tie, sometimes in a white V‑neck T‑shirt or tan coat. He narrates construction at Simpson Creek, explains the clubhouse and lake plans, praises workers, and often thanks Louie. He appears both in construction-era footage (early 1980s) and later scenic/stocking/fountain sequences.",
        "quotes": [
          {
            "text": "Louie, I want to thank you for taking these pictures of our operation. We’ll always appreciate having them, I know, for our own historical reasons, but you’ve been a friend down through the years, and what you’re doing now is awfully nice.",
            "timestamp": "00:01:20",
            "context": "On-site in 1982 near Simpson Creek, James D. addresses Louie directly, acknowledging that the filming is being done as a favor and as a conscious historical record of the project."
          }
        ]
      },
      {
        "video": "The_Pete_Dye_Golf_Course_Narrated_by_Harris_Holt",
        "role": "Founder / visionary landowner",
        "is_speaking": true,
        "description": "Appears briefly in an inset ID shot as an older man in a suit labeled “James D. LaRosa,” delivering formal, scripted narration about the land, West Virginia’s potential, and the course’s connection to coal heritage and golf tradition. His words are also used extensively as voiceover copy throughout the film.",
        "quotes": []
      }
    ],
    "total_videos": 20,
    "total_quotes": 48
  },
  {
    "name": "Pete Dye",
    "appearances": [
      {
        "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
        "role": "Golf course architect (referenced)",
        "is_speaking": false,
        "description": "Not seen in this reel but repeatedly referenced as approving stonework, wanting natural/old‑looking materials, and predicting a top‑ten course.",
        "quotes": []
      },
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Course architect (mentioned, not seen clearly)",
        "is_speaking": false,
        "description": "Discussed in a narrated feature as the designer of Pete Dye Golf Club and many famous courses. Announcers say he was on site earlier in the week for the pro‑am and call the course “18 of his most memorable holes.”",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Architect (discussed only)",
        "is_speaking": false,
        "description": "Discussed extensively as the course designer; commentary notes this is the only course bearing his name, built on a reclaimed coal mine, and likely his favorite project due to creative freedom; not seen on camera in these clips.",
        "quotes": []
      },
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Golf course architect; main interview subject",
        "is_speaking": true,
        "description": "Appears repeatedly in the October 6, 1989 construction‑trailer and on‑course interviews, in a light sweater and glasses, joking about his name and the difficulty of the 8th hole, and giving detailed commentary on strategy, contours, and aesthetics.",
        "quotes": [
          {
            "text": "My name is Pete Dye. D for Ducky, Y for Yoko, and B for Ever the H. How about that? Dye.",
            "timestamp": "00:00:12",
            "context": "Louis prompts Pete in the trailer‑office to state his name on camera; Pete responds with a playful, nonsensical spelling that sets a humorous tone for the interview."
          },
          {
            "text": "You can’t play the eighth hole. The only place is a seven hole golf course. You get to eight, you stop. You can’t drive a car, you can’t play it. It’s all there.",
            "timestamp": "00:00:20",
            "context": "Continuing the name joke, Pete and James D. riff on the notorious difficulty of the 8th hole, framing it as almost unplayable and emblematic of the course’s toughness."
          },
          {
            "text": "I told Max, I’ll never live long enough, but there’s nothing like this golf course in the United States. Nothing. I know it’s the best or it’s the worst, but let’s put nothing in the equal.",
            "timestamp": "00:02:28",
            "context": "In the Oct 6, 1989 trailer interview, Pete reflects on the uniqueness and extremity of the design, acknowledging it could be polarizing but insisting it has no equal."
          },
          {
            "text": "The views, the vistas, the way it looks, the visual appearance, there’s not another golf course I’ve ever seen in the United States.",
            "timestamp": "00:02:28",
            "context": "Pete elaborates on why he considers the course unique, emphasizing the surrounding mountains, mining landscape, and visual drama as central to its identity."
          },
          {
            "text": "Member players, they don’t mind the bunkers, they don’t mind the water, they don’t mind the hazards, as long as you can just get the area cleaned up where they can find the ball… As long as they can negotiate, they’ll play golf.",
            "timestamp": "00:07:40",
            "context": "Discussing playability, Pete explains that golfers accept hazards if they can find and hit their ball, arguing for cleaning up woods and underbrush rather than softening strategic features."
          },
          {
            "text": "You should never talk about your children or your golf course. I’ve never had any opportunity like this… This has got something else. It really does.",
            "timestamp": "00:08:30",
            "context": "Comparing this project to others, including his Dominican Republic work, Pete admits he’s never had a site like this and hints at a personal, almost parental attachment to the course."
          },
          {
            "text": "Not changes, Jim. They’re modifications. You’ve got to modify. They’re additions.",
            "timestamp": "00:01:16",
            "context": "Responding to a question about changes made that day, Pete reframes them as “modifications” and “additions,” revealing his iterative design mindset."
          },
          {
            "text": "Well, Jimmy, you know, you’re going to be a much better commentator after 11½ years. You and Louie have got this thing down pat… God knows we’ve always felt the potential is really here in Clarksburg more so than any place I’ve ever seen.",
            "timestamp": "00:38:20",
            "context": "On Sept 28, 1990, Pete teases Jimmy about his on‑camera skills, then earnestly praises the Clarksburg site’s potential during the #1 green celebration."
          },
          {
            "text": "Sparky… we just finished a golf course that had 10 holes on the ocean and not a house in sight… When he came back here to work this fall he says, ‘Pete, there’s nothing like Jim LaRosa’s job here in Clarksburg.’ And I said, ‘Well, Sparky, for God’s sakes, we’ve got to get her finished before we all drop from this world.’",
            "timestamp": "00:38:50",
            "context": "Pete recounts Keith “Sparky” Sparkman’s praise for the project and uses it to underscore both the course’s uniqueness and the urgency to complete it."
          }
        ]
      },
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Golf course architect and primary on-camera storyteller",
        "is_speaking": true,
        "description": "Older man in light flat cap, glasses, white/light long-sleeve shirt, often with arms folded or gesturing while standing on the dirt construction site. He tells the Clinton/Quickstick story and gives detailed commentary on course evolution and green speeds.",
        "quotes": [
          {
            "text": "And they had 17 guys out there going around with us on the golf course. And they didn't let the press go, so it was just the governor and Clinton and myself.",
            "timestamp": "00:02:00",
            "context": "On the construction site, Pete describes the heavy security and exclusivity of a fundraising round with President Clinton and a governor at Crooked Stick."
          },
          {
            "text": "Clinton was dark when we were coming down the 16th hole of Crooked Stick. I mean, it gets darker and heavier. And these guys are just paranoid trying to get him off the golf course. ‘Wait a minute, wait a minute, can't we do it?’",
            "timestamp": "00:02:12",
            "context": "Pete recounts security’s anxiety as daylight fades and Clinton insists on continuing the round, entertaining the assembled crew."
          },
          {
            "text": "Woody, you worried about a submarine coming out of that goddamn pond and gonna take a shot at the goddamn president? I said, all those Republicans that live in those houses over there, I said, you guys better get the hell over there by those bushes.",
            "timestamp": "00:02:40",
            "context": "Punchline of Pete’s Clinton story, joking with security chief Woody Mellon about where the real threat might come from, drawing laughter from the group."
          },
          {
            "text": "You know, you have to work on a golf course. Golf courses are a growing thing. The minute somebody says, ‘Don't change the original design,’ it's an erroneous statement.",
            "timestamp": "00:05:05",
            "context": "Pete transitions from anecdote to design philosophy, arguing that courses must evolve with equipment, players, and nature."
          },
          {
            "text": "I know if Donald Ross was alive today and he was back at his favorite spot, Pinehurst No. 2, and he saw Brandie Burton hit a drive and a 9-iron to the first green, he'd move the tee back into the parking lot.",
            "timestamp": "00:05:15",
            "context": "Illustrating his point about course evolution by imagining how Donald Ross would react to modern power golf."
          },
          {
            "text": "Ever since we built it, it's been over 20 years, and the membership, you know, they're very protective of that golf course. When I cleared Harbour Town and made the corridor to the fairway, they were pretty tight. And in 20 years, the pine trees have grown in 15 feet on each side. Now you take 30 feet, that's tremendous, tremendous.",
            "timestamp": "00:05:40",
            "context": "Pete explains how tree growth has dramatically narrowed Harbour Town’s corridors, and how members resist necessary tree removal."
          },
          {
            "text": "They built the greens in 1964, and they didn't have any modern equipment to cut the greens as fast as they do today. So for the PGA, I went back and softened all the greens so they would be acceptable to the boys.",
            "timestamp": "00:06:20",
            "context": "Discussing Crooked Stick’s greens and how advances in mowing technology forced him to soften contours for championship play."
          },
          {
            "text": "The greens are almost out of date before they're built. But today, I think we've got them pretty well in tone of what we know what they're playing today. So I think that the greens will putt acceptably to all kinds of speed. And I think that the test of golf is here.",
            "timestamp": "00:06:50",
            "context": "Pete concludes his design commentary by asserting that Pete Dye Golf Club’s greens are tuned to modern speeds and will provide a lasting test."
          },
          {
            "text": "I felt like I've worked on this 15th hole in different places around the world, but I've never had a setting like this. I may never have a setting like this. I'll never have a setting like this ever.",
            "timestamp": "00:07:35",
            "context": "Standing on the unfinished 15th, Pete praises the unique natural setting and suggests it’s unmatched in his career."
          },
          {
            "text": "Am I your assistant, or are you my assistant?",
            "timestamp": "00:10:05",
            "context": "Light-hearted exchange as Pete and James D. joke about their working relationship in front of the camera."
          }
        ]
      },
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "Course architect (referenced only)",
        "is_speaking": false,
        "description": "Not seen speaking in this tape, but repeatedly praised by Louie as the designer who “came to the rescue” and created “what a beauty” in the hills of West Virginia.",
        "quotes": []
      },
      {
        "video": "PDGC_Construction_8-31-93_thru_7-7-94-012",
        "role": "Golf course architect / interview subject",
        "is_speaking": true,
        "description": "Seen in the indoor meeting segment (balding, glasses, beige sweater). He speaks at length about strategy, topography, the balance of the front and back nines, and the concept for the 17th green. His comments are philosophical and comparative (Crooked Stick, St Andrews, Augusta).",
        "quotes": [
          {
            "text": "“There’s nothing like this golf course in the United States. Nothing. I don’t know whether it’s the best or it’s the worst, but let’s put it this way: there’s nothing equal to this one today. The views, the vistas, the way it looks, the visual appearance—there’s not another golf course I’ve ever seen in the United States this dramatic.”",
            "timestamp": "01:48:10",
            "context": "In the office trailer with James D., reflecting on the front nine and the site’s topography compared to other courses like Crooked Stick."
          },
          {
            "text": "“Maybe 17 might be the best hole we’ll get done, the most talked‑about hole I’ve ever done. And Jim came up with the idea… He really did. I said make a small green. He said, ‘I’m going to make one four times bigger than it’s supposed to be.’”",
            "timestamp": "01:50:40",
            "context": "Explaining the concept for the 17th green and crediting James D. LaRosa for inspiring the idea, even though Pete reversed the original suggestion."
          },
          {
            "text": "“You build a golf course like this, a really demanding piece of ground, and you finally get all the area around it cleaned up underbrush so a person can play the game… They don’t mind the bunkers, they don’t mind the water, they don’t mind the hazards, as long as you just get an area cleaned up where they can find a ball and they’ll beat it out of the ditches, they’ll beat it out of the bunkers. But you can’t let them slice off into the woods… As long as they can negotiate, they’ll play golf.”",
            "timestamp": "01:51:30",
            "context": "In the office, explaining his philosophy that great courses are demanding but playable if players can find and advance the ball."
          },
          {
            "text": "“He used to steal coal off of Jim LaRosa… now his conscience has bothered him, so that’s why he’s doing this now.”",
            "timestamp": "01:49:10",
            "context": "Teasing Louie Ellis in the office, after calling him ‘Cecil B. DeMille’ and joking that his filming is payback for stolen coal."
          }
        ]
      },
      {
        "video": "PDGC_Grand_Opening",
        "role": "Honored architect and featured speaker",
        "is_speaking": true,
        "description": "Older white‑haired man in a light sport coat and striped shirt at the head table. He jokes about not being called “Modest Pete,” thanks the on‑site team (Gary, Billy, Mark Shaw), tells the tunnel/Miracle Mountain story from his perspective, teases Jim about not being able to play golf, explains his design philosophy (subtleties, depressions, mounds, trees), answers questions about trips, government and housing‑development constraints, and assesses the club’s chances of hosting majors.",
        "quotes": [
          {
            "text": "Some people know how to design and some people know how to play. And he says, I can do it.",
            "timestamp": "00:11:50",
            "context": "Pete’s reported response when Jim asked if he could work with the other design firm on the Simpson Creek site, asserting his confidence in handling the design alone."
          },
          {
            "text": "If you do, call it the Miracle Mountain Golf Course. It would be a miracle if anybody wanted to play it.",
            "timestamp": "00:10:40",
            "context": "Pete’s blunt verdict on the original mountain site, explaining why he initially turned down the job and pushing Jim to find better ground."
          },
          {
            "text": "You dummy, don’t you see that the river’s going down and I want this hole to play down? Don’t go against nature.",
            "timestamp": "00:12:40",
            "context": "Pete’s reaction when he saw Jim had spent $40,000 building #18 uphill; he insists on working with the natural fall of the land and space for galleries."
          },
          {
            "text": "I never met a man that can’t play golf that loves golf as much as Jim LaRosa. That’s a pretty strong statement.",
            "timestamp": "00:15:10",
            "context": "Pete teasingly praises Jim’s passion for golf despite his poor playing ability, highlighting Jim’s emotional investment in the game and the club."
          },
          {
            "text": "Before you all put them in the headlines I’ve knocked down, I’ve planted more trees than anybody in this whole world, probably the biggest tree lover ever, but every once in a while you get them on a golf course, it just drives you crazy.",
            "timestamp": "00:19:40",
            "context": "Pete defends his reputation as a tree lover while justifying the removal of certain trees, like the seven oaks on #2, for strategic design reasons."
          },
          {
            "text": "All your golf courses are your kids, you know. You build one for a dirt golf course or a golf course like this.",
            "timestamp": "00:21:40",
            "context": "Pete answers a question about his most challenging designs, likening all his courses to his children and emphasizing his attachment to each project."
          },
          {
            "text": "When I walked in here and saw this ground, yes, it was all torn up from the coal, but you could see the routing going down and coming back… this will never happen again, has never happened before, will never happen again to me to have something like to build on a ground like this.",
            "timestamp": "00:36:40",
            "context": "Pete explains why the Simpson Creek site was uniquely suited to a great golf course and why he kept returning over 17 years."
          },
          {
            "text": "I’ve been here over 17 years. I think if I make it back another time, I’ll make 400 trips. That’s about the total that some of my competitors make in their whole lifetime on all their jobs.",
            "timestamp": "00:27:40",
            "context": "Pete responds to a question about how many trips he made to the site, highlighting his extraordinary personal involvement in this project."
          },
          {
            "text": "I don’t think being in Clarksburg or outside of the mainstream of the metropolitan area in 10 or 15 years is going to make a lot of difference in major championships… hopefully 20 years from now there will still be some area around Clarksburg to park a car and things like that.",
            "timestamp": "00:40:20",
            "context": "Pete discusses the future of major championships, television logistics, and why Pete Dye Golf Club’s remote location may not be a barrier if infrastructure is preserved."
          },
          {
            "text": "Jim and I are pretty dumb, but we’re not stupid, are we Jim?",
            "timestamp": "00:41:40",
            "context": "Pete jokingly answers a question about inviting tour pros to critique the course, suggesting they’re not eager to bring in critics."
          }
        ]
      },
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Golf course architect",
        "is_speaking": true,
        "description": "Appears in later greens-construction segment (tan cap, tan sweater, glasses) speaking about the Clarksburg site, the potential of the land, and his long collaboration with shaper Keith Sparkman. His comments are framed by others as those of the course’s designer.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Golf course architect",
        "is_speaking": true,
        "description": "Appears in archival interview/voiceover describing his philosophy for the closing holes (16–18) and is discussed extensively by commentators and Jimmy LaRosa as the mastermind behind the course.",
        "quotes": [
          {
            "text": "You know, I try to finish the golf courses strong. And I think 16 is a strong, certainly a strong par 3. You’re going to find 17 quite controversial, but it’s a short par 4 and it’s got a knobby old green, probably too knobby, but they’ll talk about it, certainly. But 18, I think, is a wonderful finishing hole.",
            "timestamp": "00:12:40",
            "context": "Pre‑recorded interview segment where Dye explains his design intent for the closing stretch at Pete Dye Golf Club."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_4-27-91_thru_10-10-91_Holes_1_thru_9",
        "role": "Architect, on‑site interview subject",
        "is_speaking": true,
        "description": "Older man with white hair and glasses, labeled on screen in one segment. Speaks into a microphone about bunker shaping and how he wants misses to roll into sand.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_9-9-1992",
        "role": "Intended recipient of the footage; course architect",
        "is_speaking": false,
        "description": "Not seen on camera in this material, but addressed constantly in second person. The entire walkthrough is framed as a visual report for Pete to review contours, drainage, bunkers, and green edges, so he can “tell us what to do over the phone.”",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_Spring_1989",
        "role": "Golf course architect and on‑camera interview subject",
        "is_speaking": true,
        "description": "Appears repeatedly in circular inset interview footage wearing a light bucket hat, glasses, and a light sweater or vest, holding a microphone while standing outdoors on the course with others. He speaks at length about the property’s drama, design strategy, and what makes great golf courses.",
        "quotes": [
          {
            "text": "I don't think I've ever seen anything more dramatic than this piece of property. I don't know how else you can say it. There isn't anything more dramatic than this.",
            "timestamp": "00:01:16",
            "context": "Displayed as an on-screen quote over aerial footage and echoed in narration to emphasize the uniqueness of the West Virginia site."
          },
          {
            "text": "All great golfers, you know, what makes great golf courses usually have the Pacific Ocean on one side or the Atlantic Ocean on the other side or a mountain or something that it's hard to reproduce. Well, the general topography right through here, you know, of this part of the country, you can't reproduce it.",
            "timestamp": "00:02:32",
            "context": "Spoken in on-site interview footage while scenic shots of the course and surrounding hills play, explaining why this inland property can stand alongside famous seaside courses."
          },
          {
            "text": "So when you play this golf course or a golf course like this, I mean, it's different. You feel like you're a million miles away from any given place and you can't look in any direction and not have a great vista.",
            "timestamp": "00:02:50",
            "context": "Part of Dye’s extended commentary on the course’s atmosphere and vistas, over shots of fairways, rivers, and hills."
          },
          {
            "text": "Now every hole here has a distinctive look to it and a great background. So then if we can come up with a variation of the holes and make the strategy as good as any golf course in the country and you have a strategy along with what's here naturally, it's the hillside, the mountainside, and work it into it.",
            "timestamp": "00:03:20",
            "context": "Explaining his design philosophy for Pete Dye Golf Club, emphasizing both strategic variety and integration with the natural terrain."
          },
          {
            "text": "When you have a hilly golf course, there's a lot of real hilly golf courses that are not good strategy golf holes. But out here, I assure you that every golf hole we have out here, we have a terrific variation of strategy — short, long, different.",
            "timestamp": "00:03:40",
            "context": "Defending the strategic quality of the course despite its hilly terrain, over visuals of contoured fairways and valleys."
          },
          {
            "text": "Most golf courses, you come into an area like this, it's hard to get it done to where it really looks like a finished product. And now we're getting this getting closer and closer where it looks like every hole has been finished.",
            "timestamp": "00:05:10",
            "context": "Discussing the long-term effort and detailing required to make the course feel truly finished, rather than merely playable."
          },
          {
            "text": "A lot of times when the golf course is open for play or a developer jumps in and you've got six months to build a golf course, you have to get it open the day after tomorrow. It's not really — it's open for play, but it's not finished.",
            "timestamp": "00:05:30",
            "context": "Critiquing rushed golf developments while contrasting them with the decade-long build at Pete Dye Golf Club."
          },
          {
            "text": "Well, this golf course, in my opinion now, is getting all the small touches that you need to give it an individual character.",
            "timestamp": "00:05:45",
            "context": "Praising the current stage of refinement at Pete Dye Golf Club, particularly the detailing that gives each hole its own identity."
          },
          {
            "text": "For example, the work they've done on number four. Well, four has been sitting there as a great golf hole for almost four years. And now that we're starting to make it look more like a finished hole, everybody starts to see it.",
            "timestamp": "00:05:55",
            "context": "Using hole 4 as a case study in how visual finishing work reveals the quality of an already-strong design."
          },
          {
            "text": "You know, a golf course is like Augusta National. It's a great golf course and it has a certain atmosphere. But just going in Magnolia Drive, it's impressive. And so it doesn't have anything to do with strategy, golf course, or anything, but it's just a little short drive. Well, I assure you that the drive coming into this golf course is equally, if not more so, impressive.",
            "timestamp": "00:06:20",
            "context": "Comparing the entrance experience at Pete Dye Golf Club to Augusta National’s Magnolia Drive, emphasizing the importance of arrival atmosphere."
          },
          {
            "text": "So you start right out at the Smith Chapel and make that turn, and then when you start to get back that road, you feel the minute you make that turn to go back there that you're going to some place, you're going to something.",
            "timestamp": "00:06:40",
            "context": "Describing the emotional impact of the entrance road and how it sets expectations for the course experience."
          },
          {
            "text": "You created something here in the middle of West Virginia that is unheard of.",
            "timestamp": "00:06:55",
            "context": "Summarizing the uniqueness and ambition of the project in a region not typically associated with world-class golf."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Lead architect (off-screen subject of discussion)",
        "is_speaking": false,
        "description": "Not clearly visible in this reel but frequently referenced as the designer approving and changing greens, specifying Scottish bunkers, and having many top-100 courses.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Golf course architect",
        "is_speaking": true,
        "description": "Older man with light/white hair, seen on‑site in a sweater and bucket hat, speaking into a microphone about the property’s drama, strategy, and finishing touches. Also appears hitting test shots on a par‑3 under construction.",
        "quotes": [
          {
            "text": "“I don’t think I’ve ever seen anything more dramatic than this piece of property. I don’t know how else you can say it. There isn’t anything more dramatic than this.”",
            "timestamp": "00:18:40",
            "context": "On‑site with James D. and crew, praising the property’s topography and vistas."
          },
          {
            "text": "“When you play this golf course… you feel like you’re a million miles away from any given place, and you can’t look in any direction and not have a great vista.”",
            "timestamp": "00:19:30",
            "context": "Explaining how the surrounding landscape contributes to the course’s greatness, beyond strategy and green contours."
          },
          {
            "text": "“Most golf courses, you come into an area as big as this, it’s hard to get it done to where it really looks like a finished product. Well, this golf course, in my opinion now, is getting all the small touches that you need to give it an individual character.”",
            "timestamp": "00:20:30",
            "context": "Discussing the importance of finishing details—rock work, mounding, entrance road—in giving the course a unique, finished feel."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Course architect (referenced)",
        "is_speaking": false,
        "description": "Not seen speaking, but repeatedly referenced by commentators as the designer of Pete Dye Golf Club and its “18 most memorable holes.”",
        "quotes": [
          {
            "text": "He’s the toughest, most tenacious, never-give-up son of a gun I ever worked for.",
            "timestamp": "",
            "context": "Referenced by the commentators as a known quote about James D. LaRosa; not spoken directly in this footage but part of the broader Pete Dye Golf Club story."
          }
        ]
      },
      {
        "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
        "role": "Golf course architect, on‑site commentator",
        "is_speaking": true,
        "description": "Older man with white hair, often in casual golf clothes and cap. He appears in on‑course discussions (e.g., at the coal‑mine hole and later when asked to rate the course), talking about strategy, self‑contained design, coal heritage, and comparisons to Scottish courses and St Andrews.",
        "quotes": [
          {
            "text": "I don’t think I’ve ever seen anything more dramatic than this piece of property. I don’t know how else you could say it. There isn’t anything more dramatic than this.",
            "timestamp": "00:26:30",
            "context": "Standing with James D. and Jimmy on the front nine, Pete describes the uniqueness of the West Virginia site, emphasizing its topography and vistas."
          },
          {
            "text": "All great golf courses… usually you have the Pacific Ocean on one side or the Atlantic Ocean on the other side or mountains or something that is hard to reproduce. When you play this golf course or a golf course like this, I mean, it’s different. You feel like you’re a million miles away from any given place and you can’t look in any direction and not have a great vista.",
            "timestamp": "00:27:30",
            "context": "In a longer on‑camera explanation, Pete outlines what makes great courses and why this self‑contained, mountainous site fits that criterion."
          },
          {
            "text": "You start thinking about this golf course… I don’t see how you get 18 holes any better. Now, nine holes ain’t better than this nine over here. I really don’t.",
            "timestamp": "00:29:30",
            "context": "Talking informally with James D. and Max, Pete expresses his belief that the front nine they’ve built is as good as any nine holes anywhere."
          }
        ]
      },
      {
        "video": "The_Pete_Dye_Golf_Course_Narrated_by_Harris_Holt",
        "role": "Golf course architect and on‑camera commentator",
        "is_speaking": true,
        "description": "Identified on screen in multiple inset interview shots (older man, white hair, glasses, light bucket hat). He provides unscripted, conversational commentary about what makes a great golf course, the uniqueness of the West Virginia topography, the coal‑mine integration, the finishing of holes (especially #4 and #18), and the dramatic nature of the property. His written welcome letter is also shown on screen near the end.",
        "quotes": [
          {
            "text": "All great golf courses, you know, what makes a great golf course is usually you have the Pacific Ocean on one side or the Atlantic Ocean on the other side or a mountain or something that it's hard to reproduce.",
            "timestamp": "00:02:30",
            "context": "Pete Dye begins explaining his philosophy of what makes a great golf course while aerial and ground‑level shots show the West Virginia hills and fairways."
          },
          {
            "text": "Well, the general topography right through here, you know, of this part of the country, you can't reproduce it.",
            "timestamp": "00:02:35",
            "context": "Continuing his design philosophy, Dye contrasts the unique hills of north‑central West Virginia with flatter regions where architects must manufacture features."
          },
          {
            "text": "So when you play this golf course or a golf course like this, I mean, it's different. You feel like you're a million miles away from any given place and you can't look at any direction and not have a great vista.",
            "timestamp": "00:02:45",
            "context": "Over panoramic fairway and valley shots, Dye emphasizes the immersive, remote feeling and constant vistas that define the Pete Dye Golf Club experience."
          },
          {
            "text": "Now every hole here has a distinctive look to it and a great background.",
            "timestamp": "00:02:55",
            "context": "Dye describes how each hole at the club has its own visual identity and backdrop, as the film shows varied holes framed by hills, rock faces, and trees."
          },
          {
            "text": "Out here, I assure you that every golf hole we have out here, we have a terrific variation in strategy, short, long, different.",
            "timestamp": "00:03:10",
            "context": "He underscores the strategic diversity of the routing while viewers see a mix of par‑3s, par‑4s, and par‑5s across hilly terrain."
          },
          {
            "text": "Most golf courses, you come into an area like the biggest this, it's hard to get it done to what really looks like a finished product. And now we're getting closer and closer where it looks like every hole has been finished.",
            "timestamp": "00:05:05",
            "context": "Discussing the concept of a “finished” golf course, Dye praises the ongoing refinement work at Pete Dye Golf Club as visuals show polished greens and fairways."
          },
          {
            "text": "Four has been sitting there as a great golf hole for almost four years. And now that we're starting to make it look more like a finished hole, everybody starts to see it.",
            "timestamp": "00:05:25",
            "context": "He uses the 4th hole as an example of a hole that has always been strategically strong but is only now being visually completed."
          },
          {
            "text": "A golf course is like Augusta National. It's a great golf course, and it has a certain atmosphere. But just going in Magnolia Drive, it's impressive.",
            "timestamp": "00:05:50",
            "context": "Dye compares the importance of the arrival experience at Augusta National to the entrance road at Pete Dye Golf Club."
          },
          {
            "text": "Well, I assure you that the drive coming into this golf course is equally, if not more so, impressive.",
            "timestamp": "00:05:55",
            "context": "He boldly claims that the drive from Smith Chapel into Pete Dye Golf Club rivals or surpasses Augusta’s Magnolia Lane in impact."
          },
          {
            "text": "You start right out at the Smith Chapel and make that turn, and then when you start back that road, you feel, the minute you make that turn to go back there, that you're going to some place. You're going to something.",
            "timestamp": "00:06:05",
            "context": "Dye describes the emotional build‑up of the entrance drive as aerial shots show the valley and routing leading toward the clubhouse."
          },
          {
            "text": "I don't think I've ever seen any more dramatic than this piece of property. I don't know how else you can say it. There isn't anything more dramatic than this.",
            "timestamp": "00:06:30",
            "context": "Standing figuratively on the property in his mind’s eye, Dye emphasizes the unmatched drama of the site as the camera shows steep hills and quarry‑like features."
          },
          {
            "text": "You know, to stand on 4T, it's about as dramatic a thing as you're going to see, that mountain behind 4.",
            "timestamp": "00:06:40",
            "context": "He singles out the 4th tee as one of the most visually dramatic spots on the course, with a mountain backdrop."
          },
          {
            "text": "We've got one little deal to fix on this front nine, and that's it. You can go to hell and gone. You're going to have a long time. You've got all the room in the world to play. I don't see how you can get 18 holes any better now. Put that down in quotation. I really mean that.",
            "timestamp": "00:06:55",
            "context": "In a candid, emphatic moment, Dye asserts that once a minor issue is resolved, the 18‑hole course will be as good as any, urging that his statement be quoted."
          },
          {
            "text": "The historical significance of the land, first as an Indian campground then as a site of coal mining operations, is combined with the spectacular terrain of the West Virginia hills. This has allowed me to create 18 of the most exciting and memorable holes that I have ever built on one course.",
            "timestamp": "00:15:10",
            "context": "Pete Dye’s written and spoken statement appears near the end of the film, superimposed over course and coal imagery, summarizing the site’s history and his design achievement."
          },
          {
            "text": "I'm very proud of this golf course and I believe it will be recognized as one of the great golf courses of the world. This golf course is a very special place.",
            "timestamp": "00:15:25",
            "context": "Continuing his closing statement, Dye expresses pride and predicts global recognition for the Pete Dye Golf Club."
          }
        ]
      }
    ],
    "total_videos": 18,
    "total_quotes": 68
  },
  {
    "name": "Jimmy LaRosa",
    "appearances": [
      {
        "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
        "role": "On‑site narrator, project co‑manager",
        "is_speaking": true,
        "description": "Primary voice explaining the construction, equipment, and long‑term golf design; appears on camera multiple times in a light blue shirt and cap holding a microphone.",
        "quotes": [
          {
            "text": "It's our intention here to clean the creek bed, and then someday when we're playing golf here we'll have a beautiful river in the middle of our golf course.",
            "timestamp": "00:00:12",
            "context": "On‑camera narration at Simpson Creek, explaining why they are dredging and reshaping the channel."
          },
          {
            "text": "It's almost like a highway under the water.",
            "timestamp": "00:01:32",
            "context": "Describing the solid sandstone creek bottom that allows heavy end loaders to drive directly in the stream without getting stuck."
          },
          {
            "text": "We've had a pretty steep bank here, and this will soften it and make it mowable. Whereas before we probably would have had to put a vine so that we wouldn't have to attempt to mow the bank.",
            "timestamp": "00:02:12",
            "context": "Explaining how reusing dredged silt on the hillside will change maintenance from groundcover vines to mowable turf."
          },
          {
            "text": "We're standing on the landing area of the 18th green of the Pete Dye Golf Club alongside Simpson Creek. We have a project going on today in the bed of the creek where there's a natural ford in the river.",
            "timestamp": "00:39:10",
            "context": "Introducing the August 9 work to blast out a shallow hump at a natural ford so the river will be consistently deep for boating and aesthetics."
          }
        ]
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Developer’s son / project co‑manager (discussed only)",
        "is_speaking": false,
        "description": "Mentioned as “Jimmy” in the context of Pete Dye telling him he wouldn’t come back until certain features were fixed; not seen on camera here.",
        "quotes": []
      },
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Son/co‑manager; on‑camera host in 1990 segment",
        "is_speaking": true,
        "description": "Younger LaRosa who, in the September 28, 1990 on‑course segment, stands in a striped golf shirt with a microphone, introduces Pete and the crew (Sheriff DeAnna, Mike Delaney, Tom Hansberry, Woody Podesta, Keith “Sparky” Sparkman), and asks Pete for comments about the course.",
        "quotes": []
      },
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Project co-manager and on-camera host introducing staff",
        "is_speaking": true,
        "description": "Younger/middle-aged man in white dress shirt and patterned tie, often standing beside Pete on the dirt fairways. He introduces the professional staff and crew (Bill, Gary, Keith, Mike, Jim Jamieson) and frames the project as entering a new phase.",
        "quotes": [
          {
            "text": "This is Bill Stines. Bill joined us this year from The Honors Course in Ooltewah, Tennessee, another one of Pete's great designs. Bill's position now is head golf professional.",
            "timestamp": "00:08:40",
            "context": "Jimmy begins introducing the key professional staff to camera, starting with head pro Bill Stines."
          },
          {
            "text": "Gary Grandstaff has been with us for how many years now, Gary? Fifteen. Fifteen? It's been a long time, but Gary has been involved in about every blade of grass that's been grown here. He's our superintendent. He's also in charge of construction on the back nine.",
            "timestamp": "00:08:55",
            "context": "Jimmy highlights superintendent Gary Grandstaff’s long tenure and central role in both construction and conditioning."
          },
          {
            "text": "Keith Sparkman, Sparky, has been with us about as many years, I think. Fifteen and a half. Keith has been principally Pete's right-hand man on the project. He's been involved in turning over about every blade of dirt 10 or 12 times.",
            "timestamp": "00:09:10",
            "context": "Jimmy introduces Keith “Sparky” Sparkman as Pete’s right-hand man in the dirt-moving and shaping work."
          },
          {
            "text": "Mike Langkau joined us last year… This is his third season… Mike's been here also. He's worked with Pete as a shaper and has been very busy shaping this back nine and getting it in a condition where we can get finished.",
            "timestamp": "00:09:25",
            "context": "Jimmy introduces shaper Mike Langkau and notes his role in finishing the back nine, including prior work on other Pete Dye courses."
          },
          {
            "text": "Jim Jamieson's been with us for two years. This is his second year. Jim's been a world-class golfer, a world-class gentleman. He's our director of golf and a good friend. He certainly adds a lot to the atmosphere that we're trying to develop here. He's one hell of an emcee and a great dancer.",
            "timestamp": "00:09:45",
            "context": "Jimmy introduces Director of Golf Jim Jamieson, praising both his professional pedigree and his personality."
          }
        ]
      },
      {
        "video": "PDGC_Grand_Opening",
        "role": "Host / MC, club co‑manager",
        "is_speaking": true,
        "description": "Middle‑aged man in tan/light blazer and tie who welcomes guests, explains the 17‑year journey, introduces staff (Gary Grandstaff, Billy, Bill Steines, etc.), describes membership strategy, and formally introduces Alice and Pete Dye. He also tells the detailed “Miracle Mountain” and gob‑pile stories and asks Pete about trips and construction dates.",
        "quotes": [
          {
            "text": "He told me years ago, I said, Pete, don’t kid me, how good is it going to be? He said, you really want to know? And I said, yes. He said, well, you know, Jim, you’re not smart enough to see it. He said, I can see it. I said, you can’t.",
            "timestamp": "00:01:20",
            "context": "Opening anecdote in Jimmy’s welcome speech, illustrating Pete’s blunt confidence in his design vision when the course was still only an idea."
          },
          {
            "text": "When I think of all the memories that I had with him, I can see now what he saw then. And I think the man’s a genius. He spent all the money I had and all the money I could borrow. But I wouldn’t have had it any other way. Thank you, Pete. Thank you. Thank you.",
            "timestamp": "00:01:44",
            "context": "Conclusion of Jimmy’s tribute, publicly thanking Pete for his vision and the sacrifices made to build the club."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "President & CEO, Pete Dye Golf Club; developer",
        "is_speaking": true,
        "description": "Appears in sit‑down and on‑green interviews. Describes building the course with his father, the coal‑mining heritage, construction photos, and expresses gratitude for staff, volunteers, state, and coal industry support.",
        "quotes": [
          {
            "text": "Oh, I think we have. The crowds have been overwhelming. The support we’ve gotten from our staff and the volunteers and the state and the coal industry has just been wonderful. It’s just overwhelming, actually.",
            "timestamp": "00:05:10",
            "context": "Live interview with Brian Anderson and Kurt Byram when asked if the event has exceeded his expectations."
          },
          {
            "text": "That’s some of our men and equipment and some of Pete’s men there, building number two just down below the green and as we’re building up the fairway.",
            "timestamp": "00:05:40",
            "context": "Describing archival construction photos of the 2nd hole during a feature on the course’s building phase."
          },
          {
            "text": "Yeah, we certainly are. We’re fortunate that Pete took that perspective on the project, and it truly has added to the environment that we have here.",
            "timestamp": "00:06:35",
            "context": "Response to Brian Anderson, affirming that preserving coal‑mining remnants enhanced the course’s character."
          },
          {
            "text": "It was just eight short months ago that we decided to have this tournament, and I’m humbled and overwhelmed by your support. Just take one second to look around and look at everyone that has supported this event and we applaud you for supporting this thing. Thank you.",
            "timestamp": "00:28:30",
            "context": "Speech during the trophy ceremony, reflecting on how quickly the event came together and thanking all supporters."
          },
          {
            "text": "DA, I’m not sure what course you were playing, and we are going to do a blood test right after this, okay? But congratulations, an honor for us to bestow this award onto you.",
            "timestamp": "00:29:10",
            "context": "Light‑hearted remark as he presents the heavy coal‑cart trophy to D.A. Points after his 23‑under performance."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_9-5-92_thru_7-1-93-008",
        "role": "Project co‑manager / narrator",
        "is_speaking": true,
        "description": "Younger man compared to James D., appears explaining tee construction, fertilizer applications, and walking viewers through progress on multiple holes.",
        "quotes": [
          {
            "text": "This is the first day that we’re putting fertilizer on the greens. They’ve been cut once, they’ve been limed twice, and as you can see up on 7 green there, he’s fertilizing number 7.",
            "timestamp": "00:21:30",
            "context": "Jimmy explains spring agronomy work while Louie films a fertilizer rig on the 7th green."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "Project co‑manager and technical narrator",
        "is_speaking": true,
        "description": "Appears in later 1991 segments (e.g., April 27 and May 25) as a middle‑aged man in a white golf shirt and glasses, standing with Monsignor O’Reilly and later with Gary. He explains the construction of the 3rd green, bunker strategy, and pin positions with Keith Sparkman, and later discusses drainage problems and fixes on #7 green.",
        "quotes": [
          {
            "text": "Monsignor here wouldn’t be any problem for him because he’s terrific in the sand. He’s just like Chi‑Chi Rodriguez. He’s got a good short game. All old timers start with a short game.",
            "timestamp": "00:47:30",
            "context": "Light‑hearted comment while explaining the deep front bunker on #3 green to Monsignor O’Reilly."
          },
          {
            "text": "The lake that you see in the back is man‑made. Pete saw that lake the first day he walked out here in his imagination. He thought that should be a lake.",
            "timestamp": "00:48:30",
            "context": "Explaining how Pete Dye envisioned the #3 lake from his first site visit, underscoring Dye’s design eye."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "James D.’s son and project co-manager",
        "is_speaking": true,
        "description": "Referred to as “Jim,” “Jimmy,” or “James Jay.” Appears in group introductions on the 4th fairway with PB Dye and others; also referenced when Louie jokes about never charging him.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Co‑owner / project co‑manager / on‑site explainer",
        "is_speaking": true,
        "description": "Younger than James D., appears in light button‑down shirts on hillsides and fairways, sometimes holding a mic. Explains specific holes, earthmoving operations, and technical aspects like coal seam removal and creek cleaning.",
        "quotes": []
      },
      {
        "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
        "role": "Son/co‑manager, on‑site narrator and planner",
        "is_speaking": true,
        "description": "Younger than James D., appears in construction scenes in light shirts and slacks, sometimes with a mic. He explains fairway grading, mine‑portal routing between 6 and 7, and later gives progress updates (e.g., on 17th green seeding). He also appears in group shots and with Pete Dye on holes.",
        "quotes": []
      }
    ],
    "total_videos": 11,
    "total_quotes": 19
  },
  {
    "name": "Gary Grandstaff",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Course superintendent (mentioned)",
        "is_speaking": false,
        "description": "Mentioned by name when discussing bunker sand replacement and compaction; credited with trying to firm up the sand despite soft conditions from rain.",
        "quotes": []
      },
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Superintendent; technical explainer",
        "is_speaking": true,
        "description": "Identified by Louis (“Good morning, Gary”) on Oct 3 at #9. Explains lime and rock phosphate, irrigation, drain risers, and seeding schedule. Seen in work clothes on the course.",
        "quotes": []
      },
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Golf course superintendent and construction lead on back nine",
        "is_speaking": true,
        "description": "Course superintendent, described by Jimmy as having been there 15 years and involved with “about every blade of grass,” in charge of back-nine construction and conditioning. Visually likely one of the older crew in work clothes, but not uniquely identifiable in a single frame.",
        "quotes": []
      },
      {
        "video": "PDGC_Grand_Opening",
        "role": "Superintendent, construction finisher",
        "is_speaking": false,
        "description": "Named and introduced by Jimmy as “Gary Grandstaff,” the superintendent who finalized construction, installed irrigation, and “grew the course in.” Pete later thanks “Gary” for putting up with him. Not clearly seen speaking on camera in this excerpt.",
        "quotes": []
      },
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Golf course superintendent",
        "is_speaking": true,
        "description": "Identified by name in the greens-construction segment. Explains sand sourcing, green construction, seeding strategy, and points out Pete Dye associate Keith Sparkman. Also seen working alongside crew, raking and grooving greens.",
        "quotes": [
          {
            "text": "Louis, what you see the guys doing out there now is we’re just grooving the green for the seed bed. It lets the seed fall down in little grooves that those rakes are making, and then we’ll take a hand roller after we seed, close the grooves back up, and that’s the preparation for our seed bed.",
            "timestamp": "00:40:30",
            "context": "On #1 green, explaining the hand‑grooving process as workers rake the sand mix before seeding."
          },
          {
            "text": "This green is a culmination of not only 12 years, but since I’ve been involved here at the Pete Dye Golf Club, we started searching for sand a little over a year and a half ago, and James D. managed to find some down in Worthington, which is about 12 miles away.",
            "timestamp": "00:39:30",
            "context": "Detailing the sourcing and importance of the sand used in the first green’s construction."
          },
          {
            "text": "Louie, another individual who’s been involved here, not only on this green site, but the remaining green sites here at the club, Keith Sparkman. He’s worked for Pete Dye, came up here from finishing the greens on Kiawah Island, where next year’s Ryder Cup will be held. He’s the man that put the finishing touches on this green site.",
            "timestamp": "00:41:30",
            "context": "Introducing Pete Dye’s shaper and crediting him for the final contours of the greens."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_4-27-91_thru_10-10-91_Holes_1_thru_9",
        "role": "Course superintendent / technical explainer",
        "is_speaking": true,
        "description": "Seen on construction sites in work clothes, often with dogs nearby. Gives detailed explanations of green construction, drainage layers, and bunker finishing, and identifies crew members by name.",
        "quotes": [
          {
            "text": "Five days ago we thought we had a drainage problem… The only problem we really had that had us stumped for a few days was a compacted sand layer. We’ve taken care of that problem… Everything’s straightened out and we’re back on an even schedule and ready to get it done.",
            "timestamp": "00:16:10",
            "context": "Standing on seven green, Gary explains how they diagnosed and fixed a drainage issue using a subsoiler."
          },
          {
            "text": "Louie, if you remember about five days ago, we had you out to take a picture of some film here of Seven with the sprinklers running with standing water. We thought we had a drainage problem…",
            "timestamp": "00:24:10",
            "context": "Reminding Louie of earlier footage as he documents the resolution of the drainage issue on seven green."
          },
          {
            "text": "You go in there after you walk off the back of number six after you made birdie, and on through the mine portal, and that brings you out over on seven tee.",
            "timestamp": "00:37:40",
            "context": "Explaining the unique routing through a mine portal between six green and seven tee."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "Course superintendent / technical explainer",
        "is_speaking": true,
        "description": "Named multiple times (“Gary Grandstaff”) and appears on‑camera in work clothes. He explains green construction profiles (sand/peat mix, gravel, drain tile), erosion netting, sod logistics, and drainage troubleshooting on greens #6 and #7. He also narrates a panoramic pan from the second landing area of #5, pointing out stone walls, bunkers, and his dog Bogart.",
        "quotes": [
          {
            "text": "Five days ago we thought we had a drainage problem, and we had water puddling on the surface of the green… We brought the subsoiler in and literally did a subsoil profile of the entire green every 24 inches, turned the water back on, and it works fine. So the only problem we really had that had us stumped for a few days was a compacted sand layer, and we’ve taken care of that problem.",
            "timestamp": "01:05:30",
            "context": "Explaining how they diagnosed and fixed a drainage issue on #7 green by subsoiling the sand layer."
          },
          {
            "text": "This is the eighth green now this year that we’ve put mix on… We’re presently out of sand this year. This is kind of our critical green since we’re finishing up here on six to see if we need any more sand or if we have a sufficient amount on here now.",
            "timestamp": "01:12:30",
            "context": "Describing the status of #6 green construction and sand inventory in November 1990."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-9-90_thru_11-3-90",
        "role": "On‑course narrator & superintendent",
        "is_speaking": true,
        "description": "Seen and heard extensively on the construction sites explaining green construction, sand sourcing, seeding, sod work, erosion netting, and bridge progress. Often referred to simply as “Gary” and explicitly called “the superintendent.”",
        "quotes": [
          {
            "text": "It's October the 9th. It's a Tuesday. It's been overcast off and on mist today. We're going to go ahead and try and get number one green planted. It's our first green here on the golf course.",
            "timestamp": "00:01:24",
            "context": "On‑site introduction to the first green construction sequence, standing on the hillside above the unfinished green."
          },
          {
            "text": "You can see the pink flags, Louie. They're for the green area, which will be planted in Pencross bentgrass that has a blue‑green color. And then outside of those, the inner circle of pink flags, will be planted in Pen Eagle bentgrass, which is what we presently have on number one fairway and as all the fairways will be planted.",
            "timestamp": "00:01:44",
            "context": "Explaining the layout and turf varieties for the first green and surrounding fairway while walking and raking on the sand surface."
          },
          {
            "text": "This green is a combination of not only 12 years, but since I've been involved here at the Pete Dye Golf Club, we started searching for sand a little over a year and a half ago. And James D. managed to find some down in Worthington, which is about 12 miles away.",
            "timestamp": "00:01:52",
            "context": "Reflecting on the long planning horizon and crediting James D. LaRosa for sourcing suitable sand as the camera shows the shaped green cavity."
          },
          {
            "text": "Well, Louie, it's a beautiful day. What else can I tell you? It's almost November, I guess. And I'm going to say here probably towards the end of the day we ought to have this one finished up and moving over to two. These guys really know what they're doing. They set that bridge there probably in about an hour this morning. Just really incredible.",
            "timestamp": "00:15:00",
            "context": "Standing near the Simpson Creek bridge installation, commenting on the crew’s efficiency and the plan to move on to the next bridge."
          },
          {
            "text": "Louie, what you see the guys doing out there now is we're just grooving the green for the seed bed. It lets the seed fall down in little grooves that those rakes are making. Then we'll take a hand roller after we seed, close the grooves back up, and that's preparation for our seed bed.",
            "timestamp": "00:05:00",
            "context": "Describing the manual grooving process on the first green as workers rake parallel lines across the sand surface."
          },
          {
            "text": "Right now we're just seeding down the rough mix, which is a combination of blue and ryegrass. The wind kind of has us at a standstill for the bentgrass. You can see the little flags blowing like crazy and we can't put it down. Bentgrass is real light. There's about 9 million seeds to the pound. It's just too windy right now.",
            "timestamp": "00:05:40",
            "context": "Explaining why they are delaying bentgrass seeding on the first green due to high winds while proceeding with rough seeding."
          },
          {
            "text": "Hi, Louie. It's November the third. I guess it's Indian summer this time of year. I don't know, but it sure as heck is nice. It's better weather than Florida is having right now. Just perfect. Probably about 75 degrees. We're getting a little sod down here on the ninth green.",
            "timestamp": "00:30:52",
            "context": "Opening his November 3 update while showing crews sodding the steep bunkers around the ninth green."
          },
          {
            "text": "You can see the guys carrying around ladders. The bunker faces are so steep that we have to use ladders in order to climb up and start the first few rows of sod until we can get it down far enough where they can reach and not tear anything up.",
            "timestamp": "00:31:10",
            "context": "Describing the practical challenges of sodding very steep bunker faces at the ninth green."
          },
          {
            "text": "Off to the right of the green or to the left of the dozer is an area that we sodded, and above the sod we used erosion netting, which is our first use of that material here at the Pete Dye Golf Club. We've really had a tremendous amount of success with it. As for cost savings, it cuts our seeding and planting and stabilization of bank areas by about 60%, so you'll be seeing more of that as we go along.",
            "timestamp": "00:33:40",
            "context": "Explaining the introduction and benefits of erosion netting on banks near the sixth green and a front bunker."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Course superintendent, Pete Dye Golf Club",
        "is_speaking": true,
        "description": "On-camera guest interviewed about course preparation; explains bunker sand replacement, firmness goals, and working with PGA Tour officials.",
        "quotes": [
          {
            "text": "These guys are really good. Everything that we’ve done to try and stop them really hasn’t worked.",
            "timestamp": "00:40:40",
            "context": "On-course interview about course setup and how soft conditions and wide fairways have allowed low scoring despite efforts to firm up bunkers and greens."
          },
          {
            "text": "The fairways are wide. I haven’t seen but three players in the rough, I believe, and watching them hit into the greens has just been phenomenal. There aren’t any long putts, and making birdie out there is pretty easy, as you can tell by the scores.",
            "timestamp": "00:41:00",
            "context": "Continuing his explanation of how the course is playing during the Nationwide Tour event."
          },
          {
            "text": "We’ve learned an awful lot on course preparation from the PGA themselves, and they helped us tremendously to prepare the golf course, and it’s been fun.",
            "timestamp": "00:41:20",
            "context": "Explaining collaboration with PGA Tour officials in setting up Pete Dye Golf Club for the Nationwide Tour event."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Superintendent, Pete Dye Golf Club",
        "is_speaking": true,
        "description": "Interviewed on-course about course conditioning and setup for the Nationwide Tour event; explains bunker work and cooperation with PGA officials.",
        "quotes": [
          {
            "text": "These guys are really good. Everything that we’ve done to try and stop them really hasn’t worked.",
            "timestamp": "00:40:40",
            "context": "On-course interview about course setup and how soft conditions and wide fairways have allowed low scoring despite efforts to firm up bunkers and greens."
          },
          {
            "text": "The fairways are wide. I haven’t seen but three players in the rough, I believe, and watching them hit into the greens has just been phenomenal. There aren’t any long putts, and making birdie out there is pretty easy, as you can tell by the scores.",
            "timestamp": "00:41:00",
            "context": "Continuing his explanation of how the course is playing during the Nationwide Tour event."
          },
          {
            "text": "We’ve learned an awful lot on course preparation from the PGA themselves, and they helped us tremendously to prepare the golf course, and it’s been fun.",
            "timestamp": "00:41:20",
            "context": "Explaining collaboration with PGA Tour officials in setting up Pete Dye Golf Club for the Nationwide Tour event."
          }
        ]
      }
    ],
    "total_videos": 10,
    "total_quotes": 23
  },
  {
    "name": "Harris Holt",
    "appearances": [
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "On‑camera helper / narrator",
        "is_speaking": true,
        "description": "Identifies himself as “Harris Holt.” Teases Louie about not setting up the jelly and butter correctly, rearranges the buffet, and later explains to camera what’s happening with the carts and the grand opening round.",
        "quotes": [
          {
            "text": "First of all, you didn’t get this done correctly, so therefore Ann and I had to come over and do it.",
            "timestamp": "00:10:20",
            "context": "Teasing Louie about the jelly and butter arrangement at the breakfast table while he and Ann Hart fix it."
          },
          {
            "text": "All these people, all these carts are for the members and their guests who are teeing off, and this is the grand opening day for the Pete Dye Golf Club.",
            "timestamp": "00:15:40",
            "context": "Explaining the scene of many carts and players assembling for the grand opening round on the back nine."
          }
        ]
      },
      {
        "video": "PDGC_Construction_8-31-93_thru_7-7-94-012",
        "role": "Friend / occasional on‑camera companion",
        "is_speaking": false,
        "description": "Mentioned by James D. in other segments; here he is referenced in the office/lunch context but not clearly seen in this excerpt.",
        "quotes": []
      },
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "On‑camera host / associate",
        "is_speaking": true,
        "description": "Named and greeted (“Here comes Harris… Hi Harris… Say hi camera.”). Acts as Louie’s on‑camera associate, narrating parts of the dinner and dignitaries. May also be the professional narrator voice in some course‑overview segments.",
        "quotes": [
          {
            "text": "This is going to be the dinner in honor of the Pete Dye Golf Club opening up. We can see a few dignitaries down through there. Among them is Alan Mollohan…",
            "timestamp": "00:52:40",
            "context": "Narration as the camera pans across the lakeside banquet setup and crowd before the opening dinner."
          }
        ]
      },
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "On‑camera narrator / assistant",
        "is_speaking": true,
        "description": "Named multiple times (“That’s Mr. Harris Holt my assistant and I’m Louie Ellis”). Provides structured narration on holes 1–6, explains fairway and green construction, and introduces segments (“We’re standing on the tee at number five…”).",
        "quotes": [
          {
            "text": "Louie, the view that you have in your lens right now is the landing area of number two. You can see how the fairways have just come up so magnificently, and I remember when the bank was sodded. Now, if somebody had seen that before and after, then they would really understand why it had to be sodded.",
            "timestamp": "01:01:30",
            "context": "Standing near #2, describing the transformation of the fairway and the decision to sod a steep bank."
          },
          {
            "text": "Number five is a dogleg right, the only true par five on the course. There just isn’t anybody who can get to this hole in two.",
            "timestamp": "01:02:30",
            "context": "On the #5 tee, explaining the strategy and difficulty of the hole while showing early grass growth."
          },
          {
            "text": "Louie, we’re standing up here to the right of number seven green, looking back toward Four Lake. And the purpose of this is to show the number five hole from an elevated view. You can see how green everything is. I was out here last week, and everything was all still brown.",
            "timestamp": "01:03:30",
            "context": "From an elevated vantage, illustrating how quickly the seeded fairways have greened up."
          },
          {
            "text": "We’re standing on the number five tee on the number one fairway, and what you see now is actually in the final stages of construction. There’s four tees right in the foreground—the one we’re standing on and then three more. And the number one tee will be the men that you can see working in the foreground, and they’re putting in the number one tee. The composition of this tee and the sand that’s on it came from a glacier deposit about 20 miles from here in Worthington.",
            "timestamp": "01:04:30",
            "context": "Explaining the tee construction and sand sourcing on October 17, 1990."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club_4-27-91_thru_10-10-91_Holes_1_thru_9",
        "role": "Narrator / on‑course demonstrator",
        "is_speaking": true,
        "description": "Identified by name in the transcript. Appears hitting approach shots on number five and narrating where the tees, landing areas, and green are, often with Louie filming.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_9-9-1992",
        "role": "On‑site helper and yardage/measurement voice",
        "is_speaking": true,
        "description": "Named multiple times (“Harris Holt says we’re 102 yards from the green… pretty exacting guy”; “How about the mic in front of me, Harris?”). He is off‑camera most of the time, occasionally warned about footing (“Watch it, Harris”). He provides precise yardages and likely holds the mic at one point.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "Narrator and on‑camera course guide",
        "is_speaking": true,
        "description": "Frequently identified by name (“Mr. Harris Holt is at the mic”). He provides polished, hole‑by‑hole descriptions of fairways, greens, bunkers, and construction details, often directing Louie where to point the camera. He is seen on camera in a white golf shirt with glasses, holding a microphone while describing views along Simpson Creek and the tees of #2 and #5.",
        "quotes": [
          {
            "text": "Absolutely, Louie, the view that you have in your lens right now is the landing area of number two. You can see how the fairways have just come up so magnificently, and I remember when the bank was sodded.",
            "timestamp": "00:01:36",
            "context": "Harris takes over narration to describe the landing area of #2 and recall earlier sod work on the banks."
          },
          {
            "text": "Now, if somebody had seen that before and after, then they would really understand why it had to be sodded.",
            "timestamp": "00:01:40",
            "context": "Explaining the dramatic visual difference sod made on steep banks along the fairway."
          },
          {
            "text": "You can see the little bridge in the background that sort of looks like the bridge on the River Kwai.",
            "timestamp": "00:01:52",
            "context": "Pointing out a distinctive small bridge over Simpson Creek near #2, using a movie reference to describe it."
          },
          {
            "text": "Louie, we’re standing on the tee at number five. Simpson Creek’s out here on the right. You can see how the grass is starting to come up. If you point your camera down very, very low, you can see…",
            "timestamp": "00:02:16",
            "context": "Orienting the viewer at #5 tee and directing Louie to capture close‑up detail of the emerging turf along Simpson Creek."
          },
          {
            "text": "These guys really know what they’re doing. They set that bridge there probably in about an hour this morning. It’s just really incredible.",
            "timestamp": "00:29:30",
            "context": "Admiring the efficiency of the crew installing the Simpson Creek bridge at #10."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_10-9-90_thru_11-3-90",
        "role": "On‑camera explainer and assistant narrator",
        "is_speaking": true,
        "description": "Appears around the bridge installations, giving detailed explanations of how the bridge is bolted down, its weight (21 tons), and design/engineering details. Also helps narrate town/building history and prompts others to speak.",
        "quotes": [
          {
            "text": "This is the bridge that's being put in, crossing Simpson Creek at number 10. First half of it is up. The second half is just about underway. Louis, if you'll… well, you don't have to swing around yet, but I can see the bridge now being backed up. It's a beautiful day for picture taking. What's a beautiful day for anything? That stone wall on the other side of Simpson Creek is outstanding.",
            "timestamp": "00:09:40",
            "context": "Standing near Simpson Creek, Harris narrates the status of the #10 bridge installation and admires the stone wall across the creek."
          },
          {
            "text": "That section is 21 tons. That knowledge came to us through the courtesy of Gary Grandstaff.",
            "timestamp": "00:22:36",
            "context": "While explaining the crane operation and counterbalancing, Harris notes the weight of the bridge section and credits Gary for the information."
          },
          {
            "text": "Louie, the picture you're taking now is the building where James D. was born.",
            "timestamp": "00:40:24",
            "context": "Identifying the run‑down brick building in Glen Elk as James D. LaRosa’s birthplace during the town tour."
          },
          {
            "text": "You can see up there at the top of the building, Louie, it says Martin and La Rosa, and the building was built in 1920. When the Home Hotel was in its heyday, it was a nice establishment.",
            "timestamp": "00:40:56",
            "context": "Pointing out the “Martin & LaRosa” inscription and date on the former Home Hotel building, tying it to the LaRosa family history."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "On-site assistant / explainer, later professional narrator voice",
        "is_speaking": true,
        "description": "Identified by name while standing in bunkers and explaining cinder playability and fertilizer/topsoil operations. Also appears in later segments as the calm, technical voice describing seeding, Chapel Valley mix, and wildlife.",
        "quotes": [
          {
            "text": "We like the wildlife down here. There's squirrel and wild turkey and deer, groundhog, fox… and then there's some dark ducks on the river too on Simpson Creek.",
            "timestamp": "01:10:30",
            "context": "Commenting on the wildlife already inhabiting the course while overlooking the 18th and 10th fairways."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Assistant / fountain operator",
        "is_speaking": false,
        "description": "Off‑camera assistant referenced by name when asked to turn on the lake fountain; not clearly seen but heard or mentioned.",
        "quotes": []
      }
    ],
    "total_videos": 10,
    "total_quotes": 17
  },
  {
    "name": "Nancy Ellis",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Co‑host / co‑producer (mostly off‑camera)",
        "is_speaking": false,
        "description": "Louie’s wife, referenced in Louie’s opening and closing thanks (“from Louie and Nancy”). She is not clearly seen speaking but is part of the couple gifting the tape.",
        "quotes": []
      },
      {
        "video": "Joe_Dimaggio_Special_Guest_At_the_PDBC",
        "role": "Louie’s wife / co‑documentarian",
        "is_speaking": false,
        "description": "Not clearly visible in this reel but named by Louie as the recipient of DiMaggio’s autographed poster. Also appears on the Ellis Productions title card photo.",
        "quotes": []
      },
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "Louie’s wife, supporter",
        "is_speaking": false,
        "description": "Not seen speaking, but Louie and James D. address her directly in absentia, thanking her for support and “making it more available to us.”",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_9-5-92_thru_7-1-93-008",
        "role": "Support / referenced helper",
        "is_speaking": false,
        "description": "Not seen clearly but repeatedly thanked as Louie’s essential helper and for making coffee; referenced in jokes about laundry and hats.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_9-9-1992",
        "role": "Louie’s wife and co‑documentarian",
        "is_speaking": false,
        "description": "Mentioned by name in the sign‑off (“He and his wife, Nancy, say hello to you”). Not seen clearly on camera in this excerpt but acknowledged as part of the filming effort.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Louie’s wife, off-screen addressee",
        "is_speaking": false,
        "description": "Not seen, but repeatedly addressed by Louie and James D. as proof that Louie was on-site “since 3 o’clock.”",
        "quotes": []
      }
    ],
    "total_videos": 6,
    "total_quotes": 0
  },
  {
    "name": "Keith “Sparky” Sparkman",
    "appearances": [
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Shaper/foreman on green construction",
        "is_speaking": false,
        "description": "Named by Jimmy in the Sept 28, 1990 segment as “Keith… we call him Sparky, that’s in charge of the construction of it.” Seen in a green hat doing final shaping and seeding work.",
        "quotes": []
      },
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Pete’s right-hand man / construction foreman",
        "is_speaking": false,
        "description": "Referred to as “Keith Sparkman, Sparky,” Pete’s right-hand man who has “turned over about every blade of dirt 10 or 12 times.” Likely one of the men in work shorts/T-shirt or blue golf shirt, but not uniquely isolated visually.",
        "quotes": []
      },
      {
        "video": "PDGC_Construction_8-31-93_thru_7-7-94-012",
        "role": "Pete Dye’s main greens/contouring man",
        "is_speaking": false,
        "description": "Identified repeatedly in narration as “old Sparky,” “one of the greatest people as far as greens are concerned.” Visually he appears in work clothes on dozers and on slopes, but often camera is too distant for a clear face. His work is the shaped greens, banks, and seeded slopes around 11, 16, 18.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "Pete Dye’s greens shaper and contour specialist",
        "is_speaking": true,
        "description": "Referred to as “Sparky” and “Keith Sparkman,” seen working a small Smithco machine around greens (#4, #6, #7, #3). Others describe him as Pete Dye’s trusted greens man who travels from course to course, putting final contour on greens and bunker faces. Rumored in the narration to have an MD degree.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_10-9-90_thru_11-3-90",
        "role": "Pete Dye shaper / green finisher",
        "is_speaking": false,
        "description": "Named repeatedly as the man who finished the contours on the first and ninth greens and will “come over with his Smithco” to blend edges. Seen on camera working on green and bunker faces, though not speaking.",
        "quotes": []
      }
    ],
    "total_videos": 5,
    "total_quotes": 0
  },
  {
    "name": "Brian Anderson",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Lead play‑by‑play announcer",
        "is_speaking": true,
        "description": "Primary Golf Channel play‑by‑play voice for the Nationwide Tour broadcast. Narrates hole‑by‑hole action, introduces segments, and closes the show (“For our entire crew, I’m Brian Anderson…”).",
        "quotes": [
          {
            "text": "Top 60 and ties make the cut on the Nationwide Tour. You’re going to be a little nervous for a while if you’re sitting on one under par because it is on the verge of going to two.",
            "timestamp": "01:17:00",
            "context": "Explaining the cut‑line dynamics late in the second round as many players still have holes left to play."
          }
        ]
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Play‑by‑play host",
        "is_speaking": true,
        "description": "Golf Channel play‑by‑play announcer in the booth, introducing the telecast, course, and storylines, and steering between live shots, highlights, and commercial breaks.",
        "quotes": [
          {
            "text": "Pete Dye, it’s the only golf course Pete Dye has designed that bears his name. He believes this is his best work, best collection of holes that he’s ever designed.",
            "timestamp": "00:06:00",
            "context": "Booth introduction of Pete Dye Golf Club’s uniqueness and Dye’s own view of the course."
          },
          {
            "text": "We’ll be thinking of Jeff Julian today on the day that he passes away. Of course it grabbed Bruce Edwards during the Masters earlier this year. So Jeff Julian passes away of ALS today, July 15th.",
            "timestamp": "00:52:30",
            "context": "Somber moment in the booth as they acknowledge the death of former PGA Tour player Jeff Julian from ALS and reflect on his courage."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Play‑by‑play host, The Golf Channel",
        "is_speaking": true,
        "description": "Primary on‑air host in the broadcast booth, introduces the telecast, interviews Jimmy LaRosa, and frames the event’s significance and competitive storylines.",
        "quotes": [
          {
            "text": "It seems that the whole state of West Virginia has really gotten behind this event and good for them.",
            "timestamp": "00:02:16",
            "context": "In the booth early in the broadcast, commenting on strong community and statewide support for the inaugural event."
          },
          {
            "text": "And I think the key there is when you get the developer, the La Rosa family behind the event like they have, you know it’s going to be a first‑class event and it definitely is.",
            "timestamp": "00:02:20",
            "context": "On‑air analysis crediting the LaRosa family’s backing as central to the event’s quality and organization."
          },
          {
            "text": "You know, it’s interesting that I was talking to Pete Dye earlier this week, and he said the La Rosa family kind of wanted to cover up the coal aspect, you know, the coal mining aspect, but he demanded that you keep it, and now aren’t you glad you did?",
            "timestamp": "00:06:30",
            "context": "Booth commentary to Jimmy LaRosa while showing coal‑heritage structures on the course."
          },
          {
            "text": "Pete Dye wasn’t expecting 19‑under par at the turn on Saturday. You think he’s having trouble sleeping right now?",
            "timestamp": "00:14:10",
            "context": "Reacting to D.A. Points reaching 19‑under during the third round, highlighting how low the scoring is relative to Dye’s expectations."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Play-by-play announcer",
        "is_speaking": true,
        "description": "Primary booth host for the Golf Channel’s Nationwide Tour coverage, introducing segments, recapping scores, and interviewing guests.",
        "quotes": []
      }
    ],
    "total_videos": 4,
    "total_quotes": 7
  },
  {
    "name": "Jerry Foltz",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "On‑course reporter",
        "is_speaking": true,
        "description": "Called “Jerry” and “Fultzy,” he follows groups including D.A. Points and Gavin Coles, giving lie descriptions, club selections, and anecdotal color (e.g., softball jokes, intimidation in teed‑up competitions).",
        "quotes": [
          {
            "text": "D.A. has hit every fairway, every green. He’s made every makeable putt. You know, it doesn’t matter how tough a golf course is designed, when you can hit it where you’re aiming and the ball is stopping there.",
            "timestamp": "00:11:50",
            "context": "On‑course reporter summarizing D.A. Points’ dominant performance during his run of four straight birdies."
          }
        ]
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "On‑course reporter / analyst",
        "is_speaking": true,
        "description": "Golf Channel on‑course reporter following specific groups (Imada/Gow/Gump), offering lie descriptions, yardages, and anecdotal context; also hosts a light “Teed Up” trivia segment.",
        "quotes": [
          {
            "text": "He’s inventing new ugly ways to make par today, and he’s going to have his work cut out for him here.",
            "timestamp": "01:31:00",
            "context": "On‑course description of Paul Gow scrambling from deep rough and false fronts to save par, highlighting his gritty but erratic play."
          }
        ]
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "On‑course reporter / trophy‑presentation host, The Golf Channel",
        "is_speaking": true,
        "description": "Leads the trophy ceremony, introduces sponsors and state officials, interviews Jimmy LaRosa and D.A. Points on the green.",
        "quotes": [
          {
            "text": "Well this tournament received an advance billing and some pre‑tournament hype like no other tournament we’ve experienced, and I got to tell you, everyone on hand, you not only lived up to it, you exceeded it on every front.",
            "timestamp": "00:27:45",
            "context": "Opening remarks at the trophy presentation on the 18th green, addressing organizers, sponsors, and fans."
          },
          {
            "text": "Congratulations to a world class event and a world class facility and world class support from your state.",
            "timestamp": "00:27:55",
            "context": "Continuation of his trophy‑ceremony praise, emphasizing the quality of the event, club, and state backing."
          },
          {
            "text": "Number one on the money list, number one in your hearts and the winner of the inaugural Pete Dye West Virginia Classic, D.A. Points.",
            "timestamp": "00:31:30",
            "context": "Ceremonial sign‑off at the end of the trophy presentation, summarizing Points’ status and win."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "On-course reporter / analyst",
        "is_speaking": true,
        "description": "Ground-level reporter (“Foltzy”) providing yardages, lie descriptions, and player interviews; also hosts the “Teed Up Cup” trivia segment.",
        "quotes": [
          {
            "text": "He’s not missing the center of the hole. Yes, pouring them in. His fourth birdie, and again back-to-back birdies. He did it at two and three, and now at five and six.",
            "timestamp": "00:32:10",
            "context": "On-course commentary as D.A. Points continues a hot putting streak to climb the leaderboard."
          },
          {
            "text": "Well, it’s better to be convinced than to be correct, they say. I think both is better.",
            "timestamp": "00:20:40",
            "context": "Commenting on Gavin Coles taking extra time over a short putt at the 5th, reflecting on the psychology of reading putts."
          }
        ]
      }
    ],
    "total_videos": 4,
    "total_quotes": 7
  },
  {
    "name": "D.A. Points",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player and tournament leader",
        "is_speaking": false,
        "description": "Featured extensively as the runaway leader at the Pete Dye West Virginia Classic. Announcers highlight his bogey‑free streak, precise distance control, and recent form (62 in Chicago, 66 in Pennsylvania, win in Scranton). Shown hitting fairways and greens, making multiple birdies, and putting confidently.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / first‑round leader",
        "is_speaking": false,
        "description": "Tour player highlighted for shooting an opening 65 (-7), described as surprising given expectations that the course would play tougher.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Nationwide Tour professional; 2004 champion",
        "is_speaking": true,
        "description": "Featured extensively in highlights and live coverage as the runaway leader and eventual inaugural champion. Gives a full winner’s interview and interacts warmly with fans and volunteers.",
        "quotes": [
          {
            "text": "Well, obviously it was a fantastic week for me. It started out better than I’ve started any other golf tournament in my life. And I battled myself a little bit today, but fortunately I calmed myself down and got back into my game plan and finished strong, shooting three under the back nine.",
            "timestamp": "00:30:05",
            "context": "Winner’s interview with Jerry Foltz, reflecting on his performance and mental approach in the final round."
          },
          {
            "text": "When you’re playing well, you get good breaks. And today actually I could say that I got some good breaks and I got some not so good breaks, so today was pretty even. Earlier in the week was a little bit more favorable.",
            "timestamp": "00:30:40",
            "context": "Answering a question about the many fortunate bounces he received during the week."
          },
          {
            "text": "All in all, West Virginia, this is my first time here and everybody’s been really, really supportive and everybody’s been so nice and a lot of fun, and hopefully this won’t be my last time here.",
            "timestamp": "00:31:05",
            "context": "Closing part of his winner’s interview, praising local hospitality and expressing desire to return."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player / tournament contender",
        "is_speaking": false,
        "description": "Professional golfer and central figure in the tournament narrative; shoots 65 in round one and contends for his second win of the year, repeatedly shown hitting approaches and putts and discussed as a key storyline.",
        "quotes": []
      }
    ],
    "total_videos": 4,
    "total_quotes": 3
  },
  {
    "name": "Darron Stiles",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour contender",
        "is_speaking": false,
        "description": "Chasing D.A. Points at −8 to −9, described as hungry to get back to the PGA Tour after finishing 151st on the money list. Shown hitting solid irons, making birdies, and missing a few putts; commentators praise his consistency and attitude.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / hot hand",
        "is_speaking": false,
        "description": "Described as one of the hottest players on tour, firing a 66; appears in highlights making birdie putts.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Nationwide Tour professional",
        "is_speaking": false,
        "description": "Contender with several key putts shown in highlights and leaderboards.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player / contender",
        "is_speaking": false,
        "description": "Player at -7 who is repeatedly shown on holes 14–17, including key par saves and birdie attempts; discussed as a recent graduate from the tour seeking a return to the PGA Tour.",
        "quotes": []
      }
    ],
    "total_videos": 4,
    "total_quotes": 0
  },
  {
    "name": "Gavin Coles",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Two‑time Nationwide Tour winner from Australia/New Zealand. Shown repeatedly on par‑3s and par‑5s, often frustrated by missed putts. Announcers reference his wins at the Jacobs Creek Open and New Zealand PGA and his struggles on the PGA Tour.",
        "quotes": []
      },
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Repeatedly featured on 7, 8, 10; frustrated by missed putts. Announcers note his down‑under wins and poor PGA Tour season.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Australian player nicknamed “the angry ant,” featured on several shots (notably at the 5th and 6th) and in on-course commentary about his unique swing technique.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Australian pro featured on par-5 5th and 6th holes with wedge and putt sequences; discussed as normally a very fast player.",
        "quotes": []
      }
    ],
    "total_videos": 4,
    "total_quotes": 0
  },
  {
    "name": "Val Skinner",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "On‑course reporter/analyst",
        "is_speaking": true,
        "description": "Referred to as “Val” and “Val Skinner,” she provides yardages, green‑reading notes, and comments on players like Darron Stiles, Troy Matteson, and Bobby Kalinowski from ground level.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "On‑course reporter / analyst",
        "is_speaking": true,
        "description": "LPGA veteran serving as on‑course commentator, especially with groups including Hunter Haas, Franklin Langham, and others; comments on wind, green speeds, and shot options.",
        "quotes": [
          {
            "text": "We sit in sort of a valley where this old coal mining operation was, and that wind swirls around a lot here. It looks to me like he misjudged the wind right there.",
            "timestamp": "01:36:00",
            "context": "On‑course analysis after Brad Ott’s tee shot at the par‑3 13th goes long right, illustrating how the reclaimed mine topography affects play."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "On-course reporter / analyst",
        "is_speaking": true,
        "description": "LPGA veteran providing on-course analysis, especially on approach shots, green complexes, and player mindset; often addressed as “Val.”",
        "quotes": [
          {
            "text": "Oh yeah, the theme here is bump, bite, and roll—and please get close to the hole. How many elephants are in this green, guys? Six.",
            "timestamp": "01:33:20",
            "context": "Describing the extremely contoured 17th green at Pete Dye Golf Club as Darron Stiles faces a difficult third shot."
          }
        ]
      }
    ],
    "total_videos": 3,
    "total_quotes": 2
  },
  {
    "name": "Bryce Molder",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player and early clubhouse leader",
        "is_speaking": false,
        "description": "Mentioned as having posted −11 with a 67 earlier in the day, chasing D.A. Points. Not clearly seen speaking but appears in leaderboard graphics.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / in‑form contender",
        "is_speaking": false,
        "description": "Highlighted for four straight top‑10s and playing his way onto the tour via Monday qualifiers and sponsor exemptions; shown making birdies at 14, 15, and 16.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player / co-leader",
        "is_speaking": false,
        "description": "Young star with multiple recent top-10s; co-leads at -11, featured in multiple highlight packages (birdies at 6, 8, 9, 12, etc.).",
        "quotes": []
      }
    ],
    "total_videos": 3,
    "total_quotes": 0
  },
  {
    "name": "Nick Watney",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player and course‑record holder",
        "is_speaking": false,
        "description": "Referenced as having set the course record with a 63 in the first round, followed by a 71. Appears in leaderboard graphics.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Nationwide Tour professional",
        "is_speaking": false,
        "description": "Shown on leaderboards and in highlights as an early leader and contender in the event.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player / co-leader",
        "is_speaking": false,
        "description": "24-year-old pro who shoots a course-record 63; co-leads at -11 and is tracked closely on the leaderboard and in highlights.",
        "quotes": []
      }
    ],
    "total_videos": 3,
    "total_quotes": 0
  },
  {
    "name": "Mike Ritz",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Golf Central studio host",
        "is_speaking": true,
        "description": "Appears in Orlando studio updates, delivering Open Championship and BC Open leaderboards. Identified by name in the transcript (“Hi everybody, Mike Ritz reporting.”).",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Golf Central studio host",
        "is_speaking": true,
        "description": "Host of Golf Central update segments from Orlando, delivering Open Championship and other PGA Tour scoreboard updates and news (including Jeff Julian’s passing).",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Studio host (Golf Central update)",
        "is_speaking": true,
        "description": "Host in Orlando studio delivering Golf Central updates on the Open Championship (voiceover over leaderboard graphics).",
        "quotes": []
      }
    ],
    "total_videos": 3,
    "total_quotes": 0
  },
  {
    "name": "Bob Andrew",
    "appearances": [
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "James D.’s on‑site right‑hand man",
        "is_speaking": false,
        "description": "Introduced by James D. as “my right‑hand man on the job.” Appears in construction segments (bridge move, site work) and is greeted in the dogs‑and‑cats section. Not clearly heard speaking in the provided transcript.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Assistant at fish stocking",
        "is_speaking": true,
        "description": "Named as holding a cup of water to acclimate fish; appears at pond edge helping pour lake water into bags.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Site superintendent / blasting overseer",
        "is_speaking": true,
        "description": "Construction superintendent praised after a successful dynamite blast; appears briefly on camera after removing his hat and glasses.",
        "quotes": []
      }
    ],
    "total_videos": 3,
    "total_quotes": 0
  },
  {
    "name": "Sam Oliverio",
    "appearances": [
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Friend/PR voice; technical and humorous commentary",
        "is_speaking": true,
        "description": "Appears multiple times: explains sand/peat/fertilizer topmix and why trucks avoid the green, jokes about PR, and is thanked for still photos. Also appears taking stills of James D. and the dogs.",
        "quotes": []
      },
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Member",
        "is_speaking": false,
        "description": "Named on‑course by Louie (“That’s Sam Oliverio getting ready to hit. He fell backwards but that’s okay.”).",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Club_9-5-92_thru_7-1-93-008",
        "role": "Lifelong friend / on‑camera guest",
        "is_speaking": true,
        "description": "Appears with James D. near opening, joking about the opening date and being shown blacktopping work.",
        "quotes": []
      }
    ],
    "total_videos": 3,
    "total_quotes": 0
  },
  {
    "name": "Max Robinson",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Shaper / construction foreman",
        "is_speaking": true,
        "description": "Named repeatedly as Pete Dye’s “eyes, ears, arms, and legs.” Appears on No. 16 and No. 11 greens with John and cousin Andrew, often quiet but acknowledged as the man who forms the holes with machinery.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Construction superintendent",
        "is_speaking": true,
        "description": "Seen on‑site in work clothes and hard hat, referenced repeatedly as “Max” or “Maxie,” described as Pete’s on‑site superintendent who carries out Dye’s instructions and shapes fairways.",
        "quotes": []
      },
      {
        "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
        "role": "Job superintendent / construction lead",
        "is_speaking": true,
        "description": "Appears in construction meetings with Pete and the LaRosas, often in work clothes and cap. He is referenced by name in narration and occasionally speaks about dirt‑moving and teamwork.",
        "quotes": []
      }
    ],
    "total_videos": 3,
    "total_quotes": 0
  },
  {
    "name": "Kurt Byram",
    "appearances": [
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Lead analyst",
        "is_speaking": true,
        "description": "Golf Channel analyst in the booth with Anderson, providing technical and strategic commentary on Pete Dye’s design, course conditions, scoring, and player decisions.",
        "quotes": [
          {
            "text": "When you get the developer, the LaRosa family, behind the event like they have, you know it’s going to be a first‑class event, and it definitely is.",
            "timestamp": "00:05:30",
            "context": "In‑booth discussion early in the telecast about why this inaugural Nationwide Tour event is already viewed as a premier stop."
          },
          {
            "text": "It’s very unusual that you would ever give a golf course architect that kind of time and have that kind of patience. But they were in no hurry. They wanted this thing to be special. They wanted Pete Dye to be able to do exactly what he wanted to do with every hole.",
            "timestamp": "01:45:30",
            "context": "Extended commentary on the LaRosa family’s long‑term commitment and Pete Dye’s creative freedom in building the course."
          },
          {
            "text": "Interesting, this golf course, as you mentioned, on an old coal mining operation. And the owners, the LaRosa family, wanted to kind of lose the coal mining aspect, but Pete Dye says, he said, ‘Keep it in there. I want to see the coal gobs and I want to see…’ It is very unique and really, really picturesque and visually stimulating.",
            "timestamp": "01:36:30",
            "context": "Booth discussion while cameras show coal tipples and shafts behind the 18th green, explaining Dye’s insistence on preserving mining features."
          },
          {
            "text": "All the par threes are over par on the scoring average. It won’t be just today. It’s going to be every day. These are some really good par threes.",
            "timestamp": "00:22:30",
            "context": "Commentary on the difficulty of the par‑3s at Pete Dye Golf Club after several players struggle at the 4th and 13th."
          },
          {
            "text": "You can definitely make a mistake with a sand wedge trying to pitch it, but with this putter you’re going to be somewhere around the hole.",
            "timestamp": "01:46:30",
            "context": "Booth analysis as Franklin Langham elects to putt from the fringe at the 9th instead of chipping, emphasizing smart short‑game strategy."
          }
        ]
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Lead analyst",
        "is_speaking": true,
        "description": "On-air analyst in the booth with Brian Anderson, providing technical commentary on swings, strategy, and course design; often addressed as “Kurt.”",
        "quotes": [
          {
            "text": "It’s a great venue. Pete Dye did a really good job with the design of this golf course. I think he thinks it may be one of his best. And you knew with the developers, the LaRosa family behind it, it was going to be a first class event.",
            "timestamp": "01:32:45",
            "context": "Booth discussion early in second-round coverage, reflecting on day-one impressions and the quality of Pete Dye Golf Club and its ownership."
          },
          {
            "text": "It’s kind of funny, you know, you come to a new venue like this, and of course it’s a Pete Dye golf course. You know, the expectations are what get these guys. I heard some guys say it’ll be, you know, 18 under. And then I heard somebody else say, ‘Oh, I think even par is good. I’d like to get it at even par and sit on it.’",
            "timestamp": "01:32:55",
            "context": "Booth commentary on how players misjudged scoring expectations at a new Pete Dye venue, given soft conditions and low scores."
          },
          {
            "text": "These guys are good, and it’s all right to see a few birdies. The USGA has a serious infatuation with even par, all right? That was made pretty clear this year.",
            "timestamp": "01:33:10",
            "context": "Discussion about scoring philosophy in professional golf, contrasting the Nationwide Tour event with the recent U.S. Open at Shinnecock."
          }
        ]
      }
    ],
    "total_videos": 2,
    "total_quotes": 8
  },
  {
    "name": "Jim Jamieson",
    "appearances": [
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Director of Golf, former tour player",
        "is_speaking": false,
        "description": "Described by Jimmy as a world-class golfer and gentleman, Director of Golf, former PGA Tour player and former golf director at The Greenbrier. Likely one of the taller, athletic men in golf attire, but not clearly isolated in the provided visual notes.",
        "quotes": []
      },
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Director of Golf",
        "is_speaking": true,
        "description": "Former PGA Tour player introduced formally at the club. Seen and heard explaining his playing record, ambitions for celebrity/tour events, and the format/handicap rules for the opening member play day. Also filmed swinging on course.",
        "quotes": [
          {
            "text": "Thank you very much. I’d like to thank the La Rosa family for the opportunity to be here and to be a part of the Pete Dye Golf Club. This is quite a unique piece of property. If the back nine is anything like the front nine, this should be so special.",
            "timestamp": "00:10:55",
            "context": "Acceptance remarks after being introduced as Director of Golf."
          },
          {
            "text": "Hopefully, we’re going to bring in celebrity events, maybe a tour event. We’d certainly like to host a Ryder Cup, a Curtis Cup, or a Walker Cup.",
            "timestamp": "00:11:10",
            "context": "Outlining long‑term aspirations for high‑profile competitions at the club."
          },
          {
            "text": "From now on, from this day forth, you’ll have two sets of handicaps… You’ll have your traveling handicap… and then you’re also going to have a membership handicap. And that goes in a little black book. Right, Louie?",
            "timestamp": "00:11:40",
            "context": "Explaining the club’s handicap system to members at the opening play day, with a joking aside to Louie Ellis."
          },
          {
            "text": "So Doc might be a 15 in Morgantown, but he’ll probably be 11 here. So don’t give me all these phony handicaps.",
            "timestamp": "00:11:50",
            "context": "Light‑hearted warning to members about inflating handicaps for the new course."
          },
          {
            "text": "We’ve put a lot of love and tender care into the project, and we want it to be special for you all. So you all have to help us take care of the place out there.",
            "timestamp": "00:12:20",
            "context": "Course‑care appeal before members head out to play, noting unfinished sod and fragile new turf."
          }
        ]
      }
    ],
    "total_videos": 2,
    "total_quotes": 5
  },
  {
    "name": "Nick Cassini",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Young competitor at −6 to −7, shown hitting approaches on 14, 16, and 17. Announcers note his age (26) and that he’s trying to make a run at the Pete Dye West Virginia Classic.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / early contender",
        "is_speaking": false,
        "description": "Player shown making birdies on 17 and 18; his round is corrected to a 66; discussed as a strong starter at -5/-6.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Charles Warren",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour player, past champion",
        "is_speaking": false,
        "description": "Featured on holes 16, 17, and 18. Shown saving par from tough lies, then making a double bogey at 18 after a difficult third and fourth shot. Identified as a past Nationwide Tour champion and former PGA Tour player from Clemson.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Highlighted for excellent iron play and birdie chances, especially at the 14th and 15th holes.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Troy Matteson",
    "appearances": [
      {
        "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
        "role": "Nationwide Tour rookie",
        "is_speaking": false,
        "description": "Georgia Tech All‑American, shown hitting into the par‑3 4th and putting on 4 and 8. Announcers note he’s a two‑time All‑America selection playing his first year on tour.",
        "quotes": []
      },
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / early scorer",
        "is_speaking": false,
        "description": "Shown making birdies at 14 and 16; described as a 24‑year‑old Georgia Tech grad; part of the -3 group on the leaderboard.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Hunter Haas",
    "appearances": [
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / featured contender",
        "is_speaking": false,
        "description": "Shown multiple times (holes 6, 7, 8, 9) hitting bunker shots, long putts, and saving par; described as a winner earlier in the year and trying to get to -2.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Featured on the 10th hole with a difficult birdie putt and described as having an up-and-down day.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Ryuji Imada",
    "appearances": [
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / two‑time winner",
        "is_speaking": false,
        "description": "Featured extensively in the Imada/Gow/Gump group; shown hitting irons, recovery shots, and putts; described as a two‑time Nationwide winner and strong iron player.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Contender shown multiple times on the 9th and 10th holes; commentators compare his yardages and lies to Paul Gow’s.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Paul Gow",
    "appearances": [
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / storyline of near‑misses",
        "is_speaking": false,
        "description": "Australian player highlighted for three playoff losses and being the only top‑10 money‑list player without a win; shown repeatedly scrambling for pars and birdies, including at 2, 4, 6, 8; described as “inventing new ugly ways to make par.”",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player / featured contender",
        "is_speaking": true,
        "description": "Australian pro repeatedly shown hitting approaches and putts, often from the 9th and 10th holes; discussed for his playoff record and birdie chances.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Ty Tryon",
    "appearances": [
      {
        "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
        "role": "Nationwide Tour player / “boy wonder”",
        "is_speaking": false,
        "description": "Discussed as the youngest ever to qualify for the PGA Tour at 17; shown at the drivable par‑4 12th and par‑5 15th; commentary notes his struggles, mononucleosis, and attempts to rebuild his game.",
        "quotes": []
      },
      {
        "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
        "role": "Nationwide Tour player",
        "is_speaking": false,
        "description": "Young pro shown saving par on 18 and making the turn at even par; his grouping and hopes for a big week are mentioned.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Bill Stines",
    "appearances": [
      {
        "video": "Interview_With_Pete_Dye_7-10-94",
        "role": "Head Golf Professional",
        "is_speaking": false,
        "description": "Professional-looking man in golf attire (not distinctly isolated visually here) introduced by Jimmy as having joined from The Honors Course in Ooltewah, Tennessee, now serving as head golf professional.",
        "quotes": []
      },
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "Head golf professional / host",
        "is_speaking": true,
        "description": "Named on camera as “Bill Stein” (mispronunciation of Stines). He’s introduced as a friend of Jimmy LaRosa, “just here to help out,” and is thanked while Ellis plugs “video provided by Ellis Productions.”",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "PB Dye",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "Architect’s son / contributing designer",
        "is_speaking": false,
        "description": "Appears in the later group on the 4th fairway when James D. introduces “P.B. Dye” as having made a major contribution. Younger man in golf/construction attire.",
        "quotes": []
      },
      {
        "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
        "role": "Pete Dye’s son, construction contributor",
        "is_speaking": false,
        "description": "Appears in a later group shot on the 4th fairway, introduced as having made a major contribution to construction. Dressed in golf/work clothes, standing with James D., Jimmy, Drew Pearson, and others.",
        "quotes": []
      }
    ],
    "total_videos": 2,
    "total_quotes": 0
  },
  {
    "name": "Unidentified narrator",
    "appearances": [
      {
        "video": "Joung_JJL_Coal_Mining_Footage_No_Sound",
        "role": "Voiceover storyteller",
        "is_speaking": true,
        "description": "Unseen voice delivering the repeated biographical and contextual narration about 1978, the fading mining industry, and Jim Compton’s life and vision.",
        "quotes": [
          {
            "text": "In 1978, as the family backbones of the mining industry faded, the area was forced to reinvent itself.",
            "timestamp": "00:00:00",
            "context": "Opening line of the narration, repeated multiple times over black frames, family footage, and mining imagery to establish the economic backdrop for the Pete Dye Golf Club story."
          },
          {
            "text": "A leader in this effort was Jim Compton.",
            "timestamp": "00:00:04",
            "context": "Introduces Jim Compton as the central figure in the region’s reinvention, over both black frames and later over family and community visuals."
          },
          {
            "text": "Jim was born and raised in Clarksburg.",
            "timestamp": "00:00:08",
            "context": "Begins Jim Compton’s biographical sketch, tying him to a specific West Virginia hometown."
          },
          {
            "text": "He left to pursue a career in marketing and advertising.",
            "timestamp": "00:00:12",
            "context": "Explains Jim’s departure from West Virginia to build professional skills that he will later bring back to the region."
          },
          {
            "text": "After 20 years, Jim returned as a skilled marketing and advertising professional.",
            "timestamp": "00:00:16",
            "context": "Marks Jim’s return to his home state, now equipped to help lead economic and land‑use reinvention."
          },
          {
            "text": "Jim realized that corporate West Virginia would need an upscale meeting place,",
            "timestamp": "00:00:20",
            "context": "Introduces the core insight that will eventually lead to the creation of a high‑end club and course."
          },
          {
            "text": "and he began to think of ways to develop some of the land that was available to him",
            "timestamp": "00:00:24",
            "context": "Connects Jim’s vision to specific family land resources, moving from idea to potential project."
          },
          {
            "text": "as his family began to sell off their holdings.",
            "timestamp": "00:00:28",
            "context": "Explains the urgency and context for development: family land is being divested, prompting Jim to act."
          },
          {
            "text": "Archival footage from Pete Dye Golf Club story (1978-2004).",
            "timestamp": "00:00:36",
            "context": "Meta‑narration labeling the visuals as archival material spanning the years of the Pete Dye Golf Club project, reinforcing the historical nature of the footage."
          },
          {
            "text": "Thank you for watching",
            "timestamp": "00:30:00",
            "context": "Closing line over black, suggesting this assembly may have been used as a standalone historical piece or temp cut within the larger documentary."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 10
  },
  {
    "name": "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Club_9-9-1992",
        "role": "Primary on‑camera host and technical narrator of the construction tour",
        "is_speaking": true,
        "description": "Older man with short white/gray hair, wearing a plaid button‑down shirt and blue pants in some shots, often holding a microphone. He walks the site, stands on tees and in bunkers, and speaks directly to Pete Dye, to cameraman Louie, and to “Jim” (James D. LaRosa). He gives detailed yardages, design intent, and construction status.",
        "quotes": [
          {
            "text": "There goes the boss of all bosses. Boy, he worked the hell out of me today. There he goes. There he goes. Good old Jim.",
            "timestamp": "00:18:50",
            "context": "As James D. LaRosa drives away with his family and dogs in their vehicle (“dogmobile”), the narrator affectionately comments on Jim’s demanding leadership on site."
          },
          {
            "text": "This wall that you’re looking at now is about 70 feet high, and then the trees above it are 60 to 70 feet high, so there’s about a 120 to 30 foot wall here on the right‑hand side, vertical.",
            "timestamp": "00:05:40",
            "context": "Standing in the 8th‑hole canyon bunker, the narrator quantifies the dramatic strip‑mine high wall and tree height to convey the scale of the hole to Pete."
          },
          {
            "text": "We’ve stripped this overburden off the coal at Pete’s direction and created this Grand Canyon feeling, which if a person slices a ball, he’s going to be down here on the second shot.",
            "timestamp": "00:05:20",
            "context": "Explaining how Pete Dye’s design choice to expose the coal seam and high wall shapes both the aesthetics and the playing penalty on the 8th hole."
          },
          {
            "text": "The fairway is 40 yards wide, and then the bunker will be 60 yards wide, so we’ve got over 100 yards before you get to the ditch, and I guess we’re going to leave it open.",
            "timestamp": "00:07:50",
            "context": "Discussing the 8th hole’s fairway, massive bunker, and an open drainage ditch along the coal seam, while asking Pete to confirm where to terminate the ditch."
          },
          {
            "text": "As you can see, there’s a couple of levels here that drop off. But the feeling you get in here, you can hit the ball and the ball’s going to be in here somewhere. You can’t lose it on the second shot. I think that’s something pretty unusual for a second shot.",
            "timestamp": "00:13:50",
            "context": "From about 45 yards short of the 8th green, the narrator explains the approach contouring and why it’s designed so that second shots remain visible and playable."
          },
          {
            "text": "Number two, you have to drive over Simpson Creek, get to a landing spot. You can eat off as much as you want, but the more you eat off, the farther it is back to the hole and the less club you have to use. If you don’t want to eat off too much, then you have more club that you would have to use to get to the green.",
            "timestamp": "00:02:40",
            "context": "Explaining the risk‑reward tee shot on the dogleg‑left 2nd hole from an elevated vantage, with Simpson Creek guarding the landing area."
          },
          {
            "text": "It has taken a lot of thought to put number eight together, as you can see up through there. This is the last hole on the front side that they have done anything with.",
            "timestamp": "00:12:10",
            "context": "Standing in the 8th fairway, the narrator reflects on the design complexity and notes that #8 is the last front‑nine hole under active construction at that time."
          },
          {
            "text": "You remember your good friend, Louie Ellis, who we call Cecil B. DeMille here in Clarksburg, who does all our filming. He wanted to say hello to you and let you know that he did this photography and walked over this ground with his bad hip because it was for Pete Dye.",
            "timestamp": "00:18:10",
            "context": "The narrator introduces Louie’s sign‑off to Pete, praising Louie’s dedication in filming the rugged site despite physical discomfort."
          },
          {
            "text": "This little chunk of stone out there looks like some sort of a golf club. This is at the end of number two.",
            "timestamp": "00:01:48",
            "context": "Pointing out a distinctive rock feature near the end of hole #2 that visually resembles a golf club, adding character to the landscape."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 9
  },
  {
    "name": "Raymond Priscillo",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "chef / caterer",
        "is_speaking": true,
        "description": "Named repeatedly as the person who prepared and displayed the food. Male voice giving a detailed guided tour of the buffet (“Uncle Louis? Let me tell you what we have…”). Also appears in kitchen and buffet setup shots in white shirt and apron.",
        "quotes": [
          {
            "text": "Uncle Louis? Yes sir? Let me tell you what we have. We'll start down the line. This is a little Mexican variety here. We've got everything from the piccata sauce all the way down to some jalapeno peppers.",
            "timestamp": "00:00:36",
            "context": "Chef/host begins a guided tour of the buffet, addressing Louie as “Uncle Louis.”"
          },
          {
            "text": "We've got a hollowed out crusty pumpernickel with a spinach dip.",
            "timestamp": "00:01:48",
            "context": "Describing one of the centerpiece appetizer presentations on the cold table."
          },
          {
            "text": "And since you haven't eaten today, we better give you a little bit.",
            "timestamp": "00:02:00",
            "context": "Playfully offering Louie some food while showing the bread bowl and dip."
          },
          {
            "text": "And then we've got three different kinds of cheese here. We've got jalapeno pepper cheese, a sharp cheese, and a mozzarella. And then you've got some baby Lorraine Swiss with Kobe Longhorn. And then we have some gorgeous shrimp. Probably the prettiest shrimp I've seen in years.",
            "timestamp": "00:02:04",
            "context": "Continuing the detailed rundown of the cold table and seafood display."
          },
          {
            "text": "Well, actually, this is one loaf of bread. That's one loaf of very, very good crusty bread. It was given to Mr. La Rosa by a fellow countryman of his, Frank T. Chargerot, of Country Club Bakery in Fairmont.",
            "timestamp": "00:02:40",
            "context": "Explaining the origin and significance of the large braided loaf presented at the party."
          },
          {
            "text": "Only at Easter would that happen.",
            "timestamp": "00:02:52",
            "context": "Responding jokingly when Louie asks if there’s an egg in each hump of the braided bread."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 6
  },
  {
    "name": "Unidentified professional narrator (likely Harris Holt or similar)",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Club_Spring_1989",
        "role": "Primary voiceover narrator",
        "is_speaking": true,
        "description": "Provides polished, broadcast-quality narration that introduces Clarksburg, Pete Dye, the Burning Embers Resort concept, and then walks through the strategy and yardages of all 18 holes. Voice is distinct from Pete Dye and James D. LaRosa and never appears on camera.",
        "quotes": [
          {
            "text": "The Pete Dye Golf Club in Clarksburg, West Virginia, is the first phase of the planned Burning Embers Resort and Conference Center. It is the result of a visionary developer, James La Rosa, who acquired the land and sought out the famous architect.",
            "timestamp": "00:00:36",
            "context": "Opening narration over title cards and early course imagery, introducing the project’s scope and crediting the developer."
          },
          {
            "text": "Ten years of labor and commitment by the developer and designer have been invested in this project.",
            "timestamp": "00:02:12",
            "context": "Narration over aerial and scenic shots, emphasizing the long timeline and partnership between LaRosa and Dye."
          },
          {
            "text": "Number six is a 341-yard par four straightaway. The shortest par four on the course. A very tight driving hole demanding a long accurate tee shot to the right of the walled stream bed which separates the fairway from the rough. This creates an interesting second shot. A coal mine portal is visible behind the green. Upon finishing this hole, the player must pass through a real coal mine for 140 feet to get to the seventh tee.",
            "timestamp": "00:09:00",
            "context": "Part of the hole-by-hole strategic narration, highlighting the integration of the site’s coal mining heritage into the playing experience."
          },
          {
            "text": "Number ten is a spectacular hole. It is a 450-yard par four dogleg right. A string of coal mine cars turns the hole off the drive, and a 25-foot vertical waterfall protects the green on the right. Number ten is an ominous-looking hole, but is very fair with a bailout area to the left of the green.",
            "timestamp": "00:10:10",
            "context": "Describing the dramatic visual and strategic elements of the 10th hole during the back-nine overview."
          },
          {
            "text": "Number eighteen, the magnificent 18th. Beautiful, breathtaking. A 450-yard par four from an elevated tee across Simpson Creek which borders the left side of the fairway. The player's second shot will be hit from an ample landing area but he will need to be on the left side to be open to the green. The right side of the fairway is a contoured hillside allowing up to 30,000 spectators. Provision for 30,000 spectators evokes dreams of major tournaments.",
            "timestamp": "00:13:20",
            "context": "Final hole description, explicitly linking the design of the 18th to aspirations of hosting major tournaments."
          },
          {
            "text": "The vision of James La Rosa and genius of Pete Dye have combined to create a unique opportunity in central West Virginia. Thanks for letting us share this excitement with you.",
            "timestamp": "00:14:20",
            "context": "Closing statement of the film, summarizing the partnership and inviting viewers to share in the project’s excitement."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 6
  },
  {
    "name": "Unidentified professional narrator",
    "appearances": [
      {
        "video": "The_Pete_Dye_Golf_Course_Narrated_by_Harris_Holt",
        "role": "Primary voiceover narrator",
        "is_speaking": true,
        "description": "Delivers the polished, promotional narration describing the club’s mission, West Virginia’s advantages, the yardages and strategies of each hole, and the LaRosa family’s vision. The voice is distinct from Pete Dye’s and from the brief on‑camera LaRosa ID shot, suggesting a hired narrator (possibly Harris Holt, but not explicitly identified in this footage).",
        "quotes": [
          {
            "text": "The course will play from 5,200 yards to 7,100 yards depending on which set of tees are played, thus ensuring a pleasurable experience for golfers of all levels.",
            "timestamp": "00:07:35",
            "context": "The narrator introduces the course’s flexibility and target audience before beginning the detailed hole‑by‑hole tour."
          },
          {
            "text": "Number six is a 341‑yard par‑4 straightaway. The shortest par‑4 on the course. A very tight driving hole demanding a long accurate tee shot to the right of the walled stream bed which separates the fairway from the rough. This creates an interesting second shot. A coal mine portal is visible behind the green. Upon finishing this hole, the player must pass through a real coal mine for 140 feet to get to the seventh tee.",
            "timestamp": "00:10:40",
            "context": "During the front‑nine tour, the narrator highlights the unique integration of a real coal mine into the playing sequence between holes 6 and 7."
          },
          {
            "text": "Number ten is a spectacular hole. It is a 450‑yard par‑4 dogleg right. A string of coal mine cars turns the hole off the drive and a 25‑foot vertical waterfall protects the green on the right. Number ten is an ominous looking hole but is very fair with a bailout area to the left of the green.",
            "timestamp": "00:11:35",
            "context": "The narrator describes the dramatic visual and strategic elements of the 10th hole, emphasizing coal cars and a waterfall as defining features."
          },
          {
            "text": "Thirteen is a 185‑yard par‑3. The view on this hole is breathtaking. Mother Nature at her greatest. It is somewhat similar to the famous Redan hole in Scotland.",
            "timestamp": "00:13:10",
            "context": "In the back‑nine tour, the narrator compares the 13th hole to the classic Redan template, underscoring the course’s links‑style inspirations."
          },
          {
            "text": "The magnificent eighteen, beautiful, breathtaking. A 450‑yard par‑4 from an elevated tee across Simpson Creek which borders the left side of the fairway. The player's second shot will be hit from an ample landing area but he will need to be on the left side to be open to the green. The right side of the fairway is a contoured hillside allowing up to 30,000 spectators.",
            "timestamp": "00:14:20",
            "context": "The narrator presents the 18th as a championship‑caliber finishing hole with built‑in spectator mounding, over visuals of the valley and creek."
          },
          {
            "text": "The Pete Dye Golf Club hopes you have enjoyed these few moments with us and we invite you to share in a lifetime of unparalleled golfing experience.",
            "timestamp": "00:16:20",
            "context": "The narrator delivers the film’s closing invitation over logo and scenic shots, positioning the club as a place for enduring, high‑level golf experiences."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 6
  },
  {
    "name": "Walter Barnes (MC / Executive Director)",
    "appearances": [
      {
        "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
        "role": "Master of ceremonies and Executive Director of the Harrison County Chamber of Commerce",
        "is_speaking": true,
        "description": "Middle‑aged man in a brown/tan jacket and glasses at the podium for much of the evening. He welcomes guests, runs the program, delivers the humorous ‘Healthy West Virginia’ skim‑milk toast with “Walt,” presents the Executive Director’s Outstanding Small Business of the Year award, and later presents the Ambassador of the Year.",
        "quotes": [
          {
            "text": "In West Virginia, small business is big business. Within the Harrison County Chamber of Commerce, some 70 percent of our membership is made up of small business entities.",
            "timestamp": "01:51:30",
            "context": "Introducing the Executive Director’s Outstanding Small Business of the Year award."
          },
          {
            "text": "Our small business that we’re recognizing this evening was started in a small kitchen in Glen Elk by a fine lady preparing a delicious product and selling it in her corner grocery store… Over the past three generations, the family production of this product has increased from the canning of some 65 bushels of peppers in two weeks to a production level of over 600 bushels in one day.",
            "timestamp": "01:52:00",
            "context": "Building suspense before revealing Oliverio’s Italian Style Peppers as the Small Business of the Year."
          },
          {
            "text": "Well, I felt so, and that is why I have selected for the 1995 Executive Director’s Outstanding Small Business of the Year, Oliverio’s Italian Style Peppers.",
            "timestamp": "01:53:30",
            "context": "Announcing the winner of the Small Business of the Year award."
          },
          {
            "text": "In West Virginia, small business contributes heavily to the success of our so‑called large businesses—our banks, our utilities, our schools, and yes, even our hospitals.",
            "timestamp": "01:51:50",
            "context": "Explaining why the Chamber is honoring a small business and how small firms underpin larger institutions."
          },
          {
            "text": "This award is given to the person that best exemplifies the Chamber’s role in the community. This person is visible at all or most functions in which the Chamber participates… it takes a person dedicated to their Chamber and to their community and to give their time and efforts to represent the Chamber at these particular events.",
            "timestamp": "02:09:30",
            "context": "Describing the criteria for the Ambassador of the Year award before announcing John Lowe."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 5
  },
  {
    "name": "Dr. Charles Jacobson",
    "appearances": [
      {
        "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
        "role": "Keynote speaker – health‑care reform and managed care expert",
        "is_speaking": true,
        "description": "Physician and former President/CEO of Park Nicollet Medical Center in Minneapolis; at the time Vice President of Clinical Services for SunHealth. Gives a long, slide‑supported talk on U.S. health‑care history, costs, managed care, and Minnesota’s integrated system. Speaks in a measured, explanatory style.",
        "quotes": [
          {
            "text": "Health care historically is not a problem. Health care is becoming a problem because of the changes in our society. It is not a group of bad people, but there are problems that are occurring in health care and we must admit they’re there.",
            "timestamp": "01:02:00",
            "context": "Early in his keynote, explaining that systemic issues, not bad actors, are driving the health‑care crisis."
          },
          {
            "text": "We as a society created the American health care system, and we as a society will restructure it in ways that will make it work better in the future.",
            "timestamp": "01:03:00",
            "context": "Framing his analysis of U.S. health care as the product of collective societal choices."
          },
          {
            "text": "Car manufacturers need systems to create cost‑effective quality automobiles… Health providers need systems to create cost‑effective quality health care. We cannot continue to play like we have health care, quality health care, in non‑systems.",
            "timestamp": "01:18:30",
            "context": "Using a systems analogy to argue for integrated health‑care delivery."
          },
          {
            "text": "I am absolutely confident that 10 to 15 years from now, American medicine is going to be the envy of every country in the world… because we are living in a time of dramatic change that will lead to very great opportunities in health care.",
            "timestamp": "01:33:30",
            "context": "Closing his keynote with an optimistic prediction about American health care’s future."
          },
          {
            "text": "It is your health care system. It is your community. You have the right to set it up the way you wish. I hope that you choose to create your own system. I hope you do not wish to be controlled by New York City or L.A. or some other place.",
            "timestamp": "01:34:30",
            "context": "Final exhortation to the local business and civic audience to build their own integrated health‑care systems."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 5
  },
  {
    "name": "John B.N. Gotti",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
        "role": "On-site narrator and explainer",
        "is_speaking": true,
        "description": "Primary voice in many segments, often opening with “recognize as being built by J.D. La Rosa.” Appears in red cardigan with tie and sunglasses, and also in more casual shirts. Walks viewers through tipple, tracks, fairways, and clubhouse/tee siting.",
        "quotes": [
          {
            "text": "What you see here must be approved by Pete Dye. Now when he comes in to look at this, if it's not what he wants, then he informs Max on how to change it.",
            "timestamp": "00:21:30",
            "context": "Describing Max Robinson’s role and Pete Dye’s final authority over shaping on the 12th hole."
          },
          {
            "text": "Max had just told us that Pete Dye is one of the top three designers in the United States, or in the world probably… and that he probably has more golf courses in the top 100 than any architect.",
            "timestamp": "00:22:30",
            "context": "On the 12th fairway, relaying Max Robinson’s assessment of Pete Dye’s stature and global work."
          },
          {
            "text": "Personally, he's number one in my books, but when it comes from people like Max, who's been on hundreds of golf courses working with him, should know.",
            "timestamp": "00:23:00",
            "context": "Continuing his praise of Pete Dye’s design legacy while standing on the 12th landing area."
          },
          {
            "text": "This tipple was actually standing here when we first came onto this project back in 1978 or ’79… and now we're going to incorporate it into the background and the theme of this golf course.",
            "timestamp": "00:33:30",
            "context": "Explaining the decision to preserve and reuse the old coal tipple as a central visual element along the 10th hole."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 4
  },
  {
    "name": "Frank (storyteller from Miami)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Colorful raconteur friend",
        "is_speaking": true,
        "description": "Older Italian‑American man from Florida who delivers long, animated monologues about stealing coal, Irish cops, undertaker work, the FBI’s Italian founder, and George Washington being ‘Italian.’ He is addressed as Frank and is clearly a central storyteller at the luncheon.",
        "quotes": [
          {
            "text": "We lived in tenement houses… We used to go to the freight trains and steal coal… We done nothing to hurt anybody. We done it because of necessity. That's a hell of a word, isn't it?",
            "timestamp": "00:15:40",
            "context": "Telling childhood stories about growing up poor in New York and stealing coal out of necessity."
          },
          {
            "text": "Who do you think founded the FBI, the Federal Bureau of Investigation? The Italians. You bet your sweet platoon. His name was Charles Bonaparte… People don't realize that. They call us all mafiosos. I wish we were mafiosos. We'd straighten this country out one, two, three.",
            "timestamp": "00:18:10",
            "context": "Continuing his humorous monologue about Italian pride and American institutions."
          },
          {
            "text": "You don't learn that in school. You learn that on the street.",
            "timestamp": "00:17:40",
            "context": "Explaining his rough upbringing and street smarts while telling stories about judges and fights."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 3
  },
  {
    "name": "Valerie Smith",
    "appearances": [
      {
        "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
        "role": "Interior designer of the guest house",
        "is_speaking": true,
        "description": "Introduced as being from Harrison County/Clarksburg, living in Atlanta. She designed the interior colors, window treatments, furniture, and most selections in the new guest house and gives a functional tour of a typical guest room and bath.",
        "quotes": [
          {
            "text": "This is for individual guests. They can enter from an exterior door so they have private access.",
            "timestamp": "00:00:48",
            "context": "Explaining the purpose and layout of a guest room in the new guest house during the interior tour."
          },
          {
            "text": "There’s an armoire that they got at Friendly Furniture in Fairmont. It’s cherry. It’s to put their things in there. Later on, they can put a TV in there if they’d like.",
            "timestamp": "00:00:52",
            "context": "Detailing the furnishings and future‑proofing of the guest room storage during the tour."
          },
          {
            "text": "The prints that you see were from a guest, I’m sorry, a member that Jim LaRosa… she offered to let us use those. All the pictures that you’ll see in the bedrooms are part of this private collection.",
            "timestamp": "00:01:12",
            "context": "Describing the origin of the golf‑themed artwork in the bedrooms and emphasizing member contributions."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 3
  },
  {
    "name": "Unknown professional narrator",
    "appearances": [
      {
        "video": "PDGC_CBS_Promo_10-19-98",
        "role": "Voiceover for CBS Morning bumper",
        "is_speaking": true,
        "description": "Unseen professional voiceover artist delivering the scripted lines that describe the Pete Dye Golf Club and tie it into CBS Morning programming.",
        "quotes": [
          {
            "text": "In America, most golf courses look like this.",
            "timestamp": "00:00:00",
            "context": "Opening line of the bumper, setting up a contrast between typical golf courses and Pete Dye Golf Club."
          },
          {
            "text": "But here at the Pete Dye Golf Club in Clarksburg, West Virginia, we built a golf course around abandoned coal mine lands.",
            "timestamp": "00:00:08",
            "context": "Narration over shots of the course and a mine entrance, emphasizing the reclaimed coal mine setting."
          },
          {
            "text": "Weekdays, we tee off with CBS because we know there's more to this morning.",
            "timestamp": "00:00:32",
            "context": "Closing line tying the Pete Dye Golf Club story into CBS Morning branding as the CBS graphic fills the screen."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 3
  },
  {
    "name": "Unidentified Glen Elk narrator (likely a LaRosa/Ellis contemporary)",
    "appearances": [
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Driver and street‑tour guide",
        "is_speaking": true,
        "description": "Male voice and presence in car, often in red jacket, who drives through Glen Elk, points out buildings (Morocco Club, Elk Bridge, Lee Hotel, Parson Hotel, Coca‑Cola bottling works), and interviews local shop owners like the Oliverios.",
        "quotes": [
          {
            "text": "Louis, the picture you’re taking now is the building where James D. was born. Did you say that was a house one time? Well, it looks like it’s been a building, but I mean, Jim’s family lived there when Glen Elk wasn’t as large as it is now.",
            "timestamp": "00:01:08",
            "context": "Driving through Glen Elk, pointing out James D.’s birthplace and explaining that it served as a family home when the neighborhood was smaller."
          },
          {
            "text": "Papa Jim La Rosa had this building built many years ago. It’s called the Elk Bridge. And it was his favorite thing. He liked it very much. And he wanted us to stay in the building as long as we could.",
            "timestamp": "00:00:44",
            "context": "Street‑side explanation of the Elk Bridge building in Glen Elk, just before its demolition."
          },
          {
            "text": "I used to work on the truck in the summertime. Made $15 a week and didn’t know what I was going to do with all the money. How about that?",
            "timestamp": "00:16:00",
            "context": "Driving past the old Coca‑Cola bottling works in Glen Elk, recalling summer work as a youth."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 3
  },
  {
    "name": "Unidentified older narrator (friend of LaRosa / band fiddler)",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Course_10-9-90_thru_11-3-90",
        "role": "Storyteller about Morocco Club & Home Hotel",
        "is_speaking": true,
        "description": "Provides first‑person reminiscences about the Morocco Club, Home Hotel, and playing in a band called the Rhythm Boys; jokes about being “only the fiddler” when the place was raided. Likely a local friend of the LaRosa family, possibly Harris or another elder, but not definitively matchable to a named character.",
        "quotes": [
          {
            "text": "Hello Louie. Here's what we have left of Jim's building after Lou carelessly was doing some work with a blowtorch. I don't know how old this building is, but it has fond memories for me because the old Morocco Club used to be there.",
            "timestamp": "00:37:40",
            "context": "Standing in front of the damaged Morocco Club building, introducing its history and hinting at a recent fire or damage incident."
          },
          {
            "text": "I used to have a little band called the Rhythm Boys, and we were over here playing dances, and at that time, you know, we did a little… I guess the places did a little illegal. Today it's legal, but then it wasn't, to sell a little whiskey, and they raided the Home Hotel. Well, that wasn't so bad, but they're going to take the band too. I had a hell of a time convincing these cops that, hell, I'm only the fiddler around here… They let me go, but that's the last time I ever played over here. A lot of fun, though. A lot of memories.",
            "timestamp": "00:41:50",
            "context": "Recounting a humorous and nostalgic story about playing music at the Home Hotel when it was raided for illegal liquor."
          },
          {
            "text": "Louie, this is James A. La Rosa's home. This is where all the La Rosas grew up. Jim is very proud of this. He's done a lot of work on the inside in order to keep the home livable. It's a very impressive home. The lions are out front there as if to stand guard to keep anybody inside from harm. I've been in the home when young Jim lived there. I'm sure it's very dear to Jim's heart.",
            "timestamp": "00:42:50",
            "context": "Voiceover while the camera shows James A. LaRosa’s family home and its lion statues, emphasizing its emotional importance to the LaRosa family."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 3
  },
  {
    "name": "Jimmy LaRosa (probable)",
    "appearances": [
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Club leader / speaker",
        "is_speaking": true,
        "description": "Middle‑aged man with gray hair and glasses, often in a dark polo or striped rugby‑style shirt, delivering formal remarks about the 15‑year project, reading the club’s mission, and recognizing Pete Dye, God/Mother Nature, and his father. Seen both indoors at breakfast/meeting and outdoors at ceremonies.",
        "quotes": [
          {
            "text": "We are going to turn this golf club into one of the great golf environments of the world. With your help, and certainly with the help of management, we will be able to achieve our objectives.",
            "timestamp": "00:10:20",
            "context": "Formal breakfast speech outlining the club’s mission and ambitions to members and early stakeholders."
          },
          {
            "text": "It’s to establish an international golf club of unparalleled stature and coveted membership. To create a tribute to the genius of the architect. To be the foundation of an environment built on the values and tradition of the game. And to be a model of success for all clubs through the successful management of the club and its properties.",
            "timestamp": "00:10:40",
            "context": "Reading the written mission and objectives of Pete Dye Golf Club to assembled members."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 2
  },
  {
    "name": "James D. LaRosa (James D., JDL)",
    "appearances": [
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Founder / land developer",
        "is_speaking": true,
        "description": "Referred to in third person as the man who had the Elk Bridge building constructed and whose birthplace in Glen Elk is repeatedly pointed out. Also appears in construction-era segments discussing leveling a hill for commercial development and later in golf-course context.",
        "quotes": [
          {
            "text": "We’ve been here nearly three years, and we’re about finished. And I wanted to capture this look for posterity. It was a wild idea that Jimmy Joe and I had, and we decided to go ahead and do it, level this hill, and create a commercial piece of ground that the people of the greater Clarksburg area would always have available to them in the future.",
            "timestamp": "00:29:30",
            "context": "On the leveled hilltop after the blasting project, explaining the purpose of the large earthmoving job Louie has been filming."
          },
          {
            "text": "Louie, I want to thank you for taking these pictures of our operation. We’ll always appreciate having them, I know, for our own historical reasons. But you’ve been a friend down through the years, and what you’re doing now is awfully nice.",
            "timestamp": "00:31:30",
            "context": "On the leveled hilltop, expressing gratitude to Louie for documenting the project."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 2
  },
  {
    "name": "Bob Wise",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Governor of West Virginia",
        "is_speaking": true,
        "description": "Appears on camera in a branded golf shirt delivering an official welcome on behalf of the state, framing the tournament as important to West Virginia’s image and economic diversification.",
        "quotes": [
          {
            "text": "West Virginia was built on a foundation of coal mining and now is a place of diverse economic resources including biometrics, research, tourism, and superb outdoor opportunities.",
            "timestamp": "00:00:04",
            "context": "On‑camera gubernatorial welcome tying the state’s mining past to its diversified present and outdoor appeal as he introduces the tournament."
          },
          {
            "text": "Once a coal mining site, this beautiful golf course exemplifies West Virginia by providing a welcome destination for experienced tour professionals and tourists alike.",
            "timestamp": "00:00:08",
            "context": "Still in his opening address, explaining the transformation of the Pete Dye Golf Club property from mine site to golf destination."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 2
  },
  {
    "name": "Kurt (Curt) Byram",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Club",
        "role": "Analyst, The Golf Channel",
        "is_speaking": true,
        "description": "On‑air analyst alongside Brian Anderson, comments on course design, scoring conditions, Pete Dye’s reaction, and the event’s status on the Nationwide Tour.",
        "quotes": [
          {
            "text": "Apologies to Pete Dye. It’s a beautiful golf course. But if you give these guys, the quality of this field, soft, windless conditions, they are going to take advantage. That’s all there is to it.",
            "timestamp": "00:14:20",
            "context": "Analyst explanation for the unexpectedly low scores, defending the design while attributing scoring to conditions and field strength."
          },
          {
            "text": "This golf course is legendary in these parts. It’s a beautiful Pete Dye golf course. And secondly, we’ve got a bunch of good players out there right now, and they’re out there to see them.",
            "timestamp": "00:14:50",
            "context": "Discussing why galleries are so large despite rain—local reverence for the course and the quality of the field."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 2
  },
  {
    "name": "Jimmy LaRosa (Jimmy Joe / Jimmy Joe LaRosa)",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "LaRosa family member, company leader",
        "is_speaking": true,
        "description": "Appears with his wife; described as one‑third of the organization along with James D. LaRosa. Speaks about hosting staff and friends at the Christmas party.",
        "quotes": [
          {
            "text": "We're having our staff and all of our friends in today who we've worked with all year and we're just getting started.",
            "timestamp": "00:07:20",
            "context": "Jimmy explains the purpose of the Christmas party while on camera with his wife."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "‘Sheriff’ (Florida friend)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Key guest / informal MC",
        "is_speaking": true,
        "description": "Older man in light shirt who gives a long, heartfelt roll‑call of friends from California, Florida, North Carolina, etc., and thanks Jimmy LaRosa. He is repeatedly addressed as ‘Sheriff’ and stands at the luncheon and later in the game room. Not a law‑enforcement official here, just a nickname.",
        "quotes": [
          {
            "text": "Well, today I've got all my good friends. I've got all my good friends from California, Florida. I've got James Gwynn from California. I've got Vito Verga from Miami, Florida, along with his brother, Ron Verga… My good friend Whitey Bridges… my good friend Benny Lorenzo, who has Lorenzo's Restaurant in North Miami… Anytime when you get good friends, you can make friends like this and break bread, it's great.",
            "timestamp": "00:01:20",
            "context": "Standing at the luncheon, giving a roll‑call of out‑of‑town friends and thanking Jimmy LaRosa."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Willie Mosconi",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Legendary pool champion / celebrity guest",
        "is_speaking": true,
        "description": "Introduced explicitly as “the great Willie Mosconi.” Older man in vest and shirt, holding a cue, giving a short on‑camera comment about playing the Sheriff 35 years earlier and then performing shots in the pool room. The Sheriff and James D. both refer to him by name.",
        "quotes": [
          {
            "text": "No, I'm here because I played this guy 35 years ago. And he's no different now than he was 35 years ago. He's still a stat in the chair. He never slowed down.",
            "timestamp": "00:27:10",
            "context": "On‑camera comment after being introduced as ‘the great Willie Mosconi,’ referring to playing the Sheriff decades earlier."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Bruce Carter",
    "appearances": [
      {
        "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
        "role": "President and CEO, United Hospital Center",
        "is_speaking": true,
        "description": "Hospital executive who comes to the podium to thank the Chamber for honoring health‑care providers and to introduce keynote speaker Dr. Charles Jacobson. Middle‑aged man in suit, speaking on behalf of the two local hospitals.",
        "quotes": [
          {
            "text": "First of all, on behalf of the two hospitals in town, we want to thank you for honoring us. But I think the board members and our physicians would agree with me that it’s important, if you’re going to recognize somebody in the healthcare system, the most important group to recognize is the people across the street right now who are working on all of those units… without them, the rest of us couldn’t get anything done.",
            "timestamp": "00:50:30",
            "context": "United Hospital Center CEO Bruce Carter thanking the Chamber for honoring health‑care providers and emphasizing frontline staff."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "James J. LaRosa",
    "appearances": [
      {
        "video": "Highlites_of_the_Pete_Dye_-_LaRosa_Flof_Course_10-89_thru_10-90_James_D_s_cats_and_Dogs",
        "role": "Grandson; appears in TV news segment",
        "is_speaking": true,
        "description": "Identified in the Wheeling College TV7 sports piece as “James J. La Rosa, grandson of the man the field is dedicated to,” who speaks on camera about Father Acker and the facility.",
        "quotes": [
          {
            "text": "Father Acker’s persistence, that was one. Two is a feeling that we have for the school… after visiting the site a couple times and just getting involved, I think, basically with the people here.",
            "timestamp": "00:18:40",
            "context": "In the TV7 sports piece, James J. explains why the LaRosa family invested in Wheeling College’s fields, citing Father Acker’s persistence and their connection to the school community."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Unidentified interviewer / family voice",
    "appearances": [
      {
        "video": "Joung_JJL_Coal_Mining_Footage_No_Sound",
        "role": "Conversational voice in archival audio",
        "is_speaking": true,
        "description": "Voice heard asking, “Are you sure you want to retire?”, likely in a later‑life interview or family conversation, used as a motif over various archival images.",
        "quotes": [
          {
            "text": "Are you sure you want to retire?",
            "timestamp": "00:00:32",
            "context": "A conversational line, likely from a later interview or family recording, used repeatedly over various archival images to frame the story as a choice between retirement and embarking on a major new project."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Raymond Pizzillo",
    "appearances": [
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Member",
        "is_speaking": true,
        "description": "Introduces himself from Fairmont; later filmed hitting shots (“Nice swing, Raymond”).",
        "quotes": [
          {
            "text": "I had my brother here last Sunday… he’s been all over this country, and he happened to make one remark… He said, ‘This is the mountain masterpiece,’ and that sums it up in one sentence.",
            "timestamp": "00:15:10",
            "context": "Self‑introduction during the member roll‑call, quoting his brother’s reaction to the course."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Alan Mollohan",
    "appearances": [
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Dignitary / Congressman",
        "is_speaking": true,
        "description": "Identified by Harris at the opening dinner (“Among them is Alan Mollihan… I’ve already interviewed him and his son.”).",
        "quotes": [
          {
            "text": "First of all, we’re very proud of Jimmy La Rosa and his commitment to this golf course. I know he’s worked on it for years, and it’s been something that’s been very meaningful to him for a long period of time. It just feels very nice to see it coming to fruition. He deserves it.",
            "timestamp": "00:52:10",
            "context": "On‑camera interview at the lakeside event, praising Jimmy LaRosa’s perseverance and the realization of his vision."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Tom Murray",
    "appearances": [
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "World‑class bagpiper",
        "is_speaking": true,
        "description": "Introduces himself on camera as “Tom Murray, world‑class bagpiper from Pittsburgh, Pennsylvania,” part of the Syria Highlanders pipe band.",
        "quotes": [
          {
            "text": "My name’s Tom Murray. I’m a world‑class bagpiper from Pittsburgh, Pennsylvania. Glad to be here.",
            "timestamp": "00:53:50",
            "context": "Self‑introduction of the lead piper from the Syria Highlanders pipe band before the evening ceremony."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Charlie Gladich",
    "appearances": [
      {
        "video": "PDGC_Opening_7-3-1993",
        "role": "Pipe sergeant",
        "is_speaking": true,
        "description": "Introduces himself as pipe sergeant of the Syria Highlanders pipe band.",
        "quotes": [
          {
            "text": "This is a small representation of the Syria Highlanders pipe band from Pittsburgh. We’re a national‑renowned band. We’ve won competitions all over the country.",
            "timestamp": "00:54:10",
            "context": "Pipe sergeant introducing the band and its credentials on camera."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "James LaRosa Sr. (Papa Jim)",
    "appearances": [
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Patriarch / interview subject",
        "is_speaking": true,
        "description": "Elder LaRosa patriarch who immigrated from Italy, fought in both the Italian and U.S. armies, and built businesses in hotels, restaurants, real estate, and coal. In his 90s here, he gives a concise life story on camera.",
        "quotes": [
          {
            "text": "My name is James LaRosa Sr. I came to this country in 1907. I’ve also been engaged in business, hotels, restaurants, real estate, the coal business the last 30 years. I’m very glad to be in this country. I served in the Italian Army from 1911 to 1912. I also served in the American United States War in 1918. I’m very happy for what I did, and happy that the people love me 9 out of 10. I would say I’m very glad that I love the country, I love the people, and I was born in 1891. I’m now 91 years old, and I’m happy to be here.",
            "timestamp": "00:19:00",
            "context": "Formal sit‑down interview segment with Papa Jim and Virgil, filmed outdoors near one of their coal operations."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Virgil LaRosa",
    "appearances": [
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Son of Papa Jim / coal and tipple operator",
        "is_speaking": true,
        "description": "Papa Jim’s youngest son. Speaks about working with his father in the coal business since 1950 and shows one of their coal tipple operations.",
        "quotes": [
          {
            "text": "Well, I’ve been working with my father since he got into the coal business in 1950. We’ve had a close association with one another, and we continue to do work. And he’s now reached the age of 90 years, and he’s still going strong. In fact, he’s wearing me out, and I think he’ll outlast me.",
            "timestamp": "00:17:30",
            "context": "Virgil introduces his relationship with his father during the Papa Jim interview segment."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Jimmy LaRosa (Jimmy, Jimmy Joe, JJL)",
    "appearances": [
      {
        "video": "Papa_Jim_Interview_Eastpointe_Shopping_Cneter_Blast",
        "role": "Next-generation project lead",
        "is_speaking": true,
        "description": "Appears in construction segments as “Jimmy” or “little Jimmy,” managing grading projects and later deeply involved in the golf course. Speaks about the three‑year earthmoving project and about wanting to capture the work on film.",
        "quotes": [
          {
            "text": "It’s been a real experience for me to go through something like this, working with my dad, with the men in the company, with the laborers to the superintendents. It’s just been a real experience for me, and one I wish everyone would be able to go through someday.",
            "timestamp": "00:30:15",
            "context": "Standing beside his father on the newly created commercial plateau, reflecting on the project and teamwork."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Jim Fazio",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Course_10-16-90_thru_6-14-91",
        "role": "Visiting friend from San Diego, on‑camera guest",
        "is_speaking": true,
        "description": "Identified by name (“I’m standing here with a good friend of mine, Jim Fazio from San Diego, he’s originally from Clarksburg”). Middle‑aged man in casual clothes. He praises the course’s uniqueness and predicts national exposure and strong business, calling it “the most beautiful golf course… in the United States.”",
        "quotes": [
          {
            "text": "This is going to be the most beautiful golf course, I’m sure, in the United States, because you have certain features here… the features you have here are so unique, you will get national exposure… you’ve got a winner here, and you’ll be on top of the heap.",
            "timestamp": "01:18:30",
            "context": "On‑camera praise from visiting friend Jim Fazio, predicting national recognition for Pete Dye Golf Club."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Raymond Brasilla",
    "appearances": [
      {
        "video": "Pete_Dye_Golf_Course_Highlights_And_Interviews__2_-002",
        "role": "Friend and golf enthusiast",
        "is_speaking": true,
        "description": "Appears with James D. near the coal‑mine hole, offering comments about the quality of a particular hole and his background in golf associations.",
        "quotes": [
          {
            "text": "“I can tell you this: I’ve seen a lot of golf facilities throughout the country, and this undoubtedly is probably one of the finest golf holes for a real, real good golfer… Most fantastic sight, I’m very impressed.”",
            "timestamp": "01:26:30",
            "context": "Commenting on a coal‑mine‑to‑river par‑4 hole, emphasizing its challenge and visual impact."
          }
        ]
      }
    ],
    "total_videos": 1,
    "total_quotes": 1
  },
  {
    "name": "Mike Renzelli",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "bartender",
        "is_speaking": true,
        "description": "Younger man behind the bar in a white shirt. Identifies himself as “Mike Renzelli,” jokes about being on commission and about tips and football bets. Related by marriage to “Louie Rhoda.”",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Whip Gabriel",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "retired LaRosa employee",
        "is_speaking": true,
        "description": "Older man introduced as “Mr. Whip Gabriel,” seated with his wife Julie. States he worked for the LaRosas for 21 years after 21 years in the Navy.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Julie Gabriel",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "guest, Whip’s wife",
        "is_speaking": false,
        "description": "Sits beside Whip Gabriel; identified by him as his wife of 46 years. She does not have extended dialogue in the transcript.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Ann Nash",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "kitchen/party staff",
        "is_speaking": true,
        "description": "One of three women introduced on camera; she gives her name and confirms they did the cooking/food prep.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Bob Smallwood",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "maintenance & dishwashing",
        "is_speaking": true,
        "description": "Man identified on camera as “Bob Smallwood,” says he is doing general maintenance and dishwashing at the event.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Unnamed LaRosa/office staff & guests",
    "appearances": [
      {
        "video": "12-15-89_-_LaRosa_Annual_Christmas_Party",
        "role": "employees, spouses, friends",
        "is_speaking": true,
        "description": "Numerous women and men who give first names (e.g., Regina, Pat, Rita Forsythe, Linda Brady, Bill Belcher, Jimmy Dwine, Lois LaRosa, Mr. Bacastro, Johnny B. and Mary N. Gotti, Gary, Jack Anderson, etc.). They appear in quick interviews or greetings, representing the broader LaRosa corporate and social circle.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Jimmy (Jimmy Joe) LaRosa Jr.",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Son / co‑host and participant",
        "is_speaking": true,
        "description": "James D.’s son, referenced as Jimmy Joe / Jimmy Jr. He appears at the party and in the pool room, is challenged to play Willie Mosconi, and is teased about ‘sleeping in the tent’ if he loses.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Raymond (chef/caterer)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Chef / food presenter",
        "is_speaking": true,
        "description": "Man in the kitchen/buffet area who explains the Italian dishes for the luncheon (tomato salad with Louie’s basil, sausage and peppers, shrimp a la Grelle Romeo, stuffed peppers, artichokes, baked ziti).",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Unidentified professional chef(s)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Kitchen staff",
        "is_speaking": true,
        "description": "Several chefs in tall toques and white coats appear in the kitchen, smiling and speaking briefly to camera about preparing Italian specialties for Mr. LaRosa’s friends and the Italian Festival.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Vice Mayor Louie Aquino",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Local dignitary / friend",
        "is_speaking": true,
        "description": "Identified on camera as ‘the Vice Mayor, Louie Aquino.’ He praises the food (anchovies, peppers, prosciutto, cheese) and appears at the luncheon as a friend of James D.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Various Florida & out‑of‑state friends (Vito & Ron Verga, Whitey Bridges, Benny Lorenzo, Frank Luccio, etc.)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Visiting friends / luncheon guests",
        "is_speaking": true,
        "description": "Named by the Sheriff and Louie: Vito and Ron Verga (Miami), Whitey Bridges (originally North Carolina, now Miami/Hialeah), Benny Lorenzo (Lorenzo’s Restaurant, North Miami), Frank Luccio (Miami), James Gwynn (California), Buzz Bozzini (lifelong buddy), and others. They appear at tables and in the pool room, often being interviewed about where they’re from and how many times they’ve visited West Virginia.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Gene Glenn",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Visiting relative from California",
        "is_speaking": true,
        "description": "Introduces himself as Gene Glenn, Emory’s nephew, born in Clarksburg, now from Torrance, California. Talks about moving west and loving West Virginia, maybe retiring there.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Julian (LaRosa cousin)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Family member",
        "is_speaking": true,
        "description": "Introduces himself as Julian, first cousin to Jim LaRosa (their mothers were sisters). Appears at the luncheon.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Steve Konya & son",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Local friends from Fairmont",
        "is_speaking": true,
        "description": "Introduce themselves as Steve Konya and his son, from Fairmont. Recall meeting Jimmy Joe at a restaurant and coming ‘to taste this good food.’",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Steve (coal‑miner / pool player)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Friend & pool challenger",
        "is_speaking": true,
        "description": "Referred to as ‘my good friend Steve Konya’ in one place and ‘Steve’ in the pool context; James D. says Steve wanted to be the next Willie Mosconi but became a coal miner. He is backed to play Willie in the pool exhibition.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Emory (Emory Fazenda / Emory Patia)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Local friend",
        "is_speaking": true,
        "description": "Mentioned by Gene Glenn as his uncle (Emory Fazenda/Patia). Also addressed casually (“Hey Emory, you like Florida?”) during the home gathering.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  },
  {
    "name": "Various women guests (Mrs. Aquinas, Mrs. Marscotti, others)",
    "appearances": [
      {
        "video": "9-1-90_Friends_of_James_D__s_Dinner_at_Nona_Maria_s_Pool_at_Jimmy_Joe_s_House",
        "role": "Spouses / friends",
        "is_speaking": true,
        "description": "Women seated at tables and walking on the lawn. Louie repeatedly asks them their names and where they’re from (Philadelphia vs. Florida). They are part of the extended social circle.",
        "quotes": []
      }
    ],
    "total_videos": 1,
    "total_quotes": 0
  }
]