[
  {
    "date_estimate": "1982",
    "title": "1. Louie’s Role & Early 1982 Construction at Simpson Creek",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "1. Louie’s Role & Early 1982 Construction at Simpson Creek",
    "start_time": "00:00:00",
    "end_time": "00:07:30",
    "summary": "The reel opens with a posed shot of Louie Ellis as 'Film Director & Producer,' then cuts to July 4, 1982 on-site interviews at the raw Meadowbrook/Pete Dye site. James D. LaRosa and others thank Louie for filming 'for our own historical reasons' and joke about 'no charge.' The camera then documents a burned railroad/road bridge on the lower end of No. 9 fairway, heavy equipment cleaning decades of strip‑mine silt from Simpson Creek, and bulldozers shaping the future clubhouse area, first tee, and 18th green. Narration explains plans to dam the creek, deepen it for boating and fishing, and rough‑grade all 18 fairways by late 1982 for a 1984 opening.",
    "characters": [
      "Louie Ellis",
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Max Robinson",
      "Various construction workers"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "James D. thanks Louie for filming 'for our own historical reasons'",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "00:01:20",
    "end_time": null,
    "summary": "On July 4, 1982, standing on a raw construction site near Simpson Creek, James D. LaRosa looks into Louie’s camera and thanks him for taking pictures of 'our operation,' saying they’ll always appreciate having them for historical reasons and noting that Louie has been a friend for years.",
    "characters": [
      "James D. LaRosa",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "2. Underground Mine, Coal Heritage & Routing of Holes 6–7",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "2. Underground Mine, Coal Heritage & Routing of Holes 6–7",
    "start_time": "00:07:30",
    "end_time": "00:15:00",
    "summary": "The film moves into the coal‑mine heritage of the property. We see the LaRosa Fuel Co. portals and the rotary car dump (tipple) that once rotated coal cars to empty them. James D. and Jimmy explain that golf carts will travel through a deep mine between the 6th green and 7th tee, making the mine an integral part of the routing. Pete Dye, Max Robinson, and the LaRosas walk the 6th fairway, discuss blocking off an old road, and debate whether golfers should be forced through the mine. Pete praises the property as 'the most dramatic' he’s seen and jokes about West Virginians and hillbillies. They also discuss coal cinder bunkers, stone walls, and how the course will echo Scottish coal‑yard features like St Andrews’ road hole.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Pete Dye",
      "Max Robinson",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Frank Etterie predicts national recognition for the course",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "00:13:30",
    "end_time": null,
    "summary": "Standing on the 13th tee, longtime friend and Winged Foot member Frank Etterie gives a detailed, thoughtful critique, calling the development unique, praising Pete Dye’s design and Jim LaRosa’s 'no expense spared' approach, and predicting that the course will become one of the best‑known in the United States.",
    "characters": [
      "Frank Etterie",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Frank Etterie compares the course to Pine Valley and Winged Foot",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "00:14:30",
    "end_time": null,
    "summary": "Frank describes the course as a shot‑maker’s layout where bad shots are penalized by trees and meadows rather than adjacent fairways. He notes that while some compare it to Pine Valley, he prefers this hilly, hardwood‑lined style, similar to the course he grew up on, and says everything is being done 'in a first‑class way.'",
    "characters": [
      "Frank Etterie"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "3. 1983–1985: Creek Cleaning, Bridge Building & Entrance Road",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "3. 1983–1985: Creek Cleaning, Bridge Building & Entrance Road",
    "start_time": "00:15:00",
    "end_time": "00:25:00",
    "summary": "By 1983–85, the footage shows more organized earthmoving: end loaders and scrapers cleaning Simpson Creek, D9 and D6 dozers pushing silt to build up fairways and future sod farms, and workers installing large drain pipes under fairways. James D. narrates in detail how sediment, coal fines, and trash are removed, how abutments are jackhammered and blasted, and how a salvaged steel bridge from Thornton, WV is repurposed over Simpson Creek for both play and maintenance. We see the entrance road near Jimmy Joe’s house, sulfur water from an old Consol mine, and the first glimpses of shaped fairways (No. 2, No. 18 landing area) with temporary play and fertilizer spreading. Interviews with workers and friends (e.g., Raymondo Frazzilio) praise specific holes and the overall potential of the course.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Louie Ellis",
      "Various construction workers",
      "Raymond (Raymondo Frazzilio)"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "4. Pete Dye on Strategy, Self‑Contained Design & Greatness",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "4. Pete Dye on Strategy, Self‑Contained Design & Greatness",
    "start_time": "00:25:00",
    "end_time": "00:35:00",
    "summary": "On a partially grassed front nine, Pete Dye is finally captured on tape. Standing with James D. and Jimmy, he calls himself 'Mr. LaRosa’s assistant' and describes the property as unequaled: a self‑contained golf course with no houses, dramatic hillsides, and distinctive vistas on every hole. He explains what makes great courses—natural backdrops, strategic variety, and finished details—and compares the coal‑mine and rock features here to Scottish precedents (sleepers, coal yards at St Andrews). He predicts that if they finish as planned, this will be a truly great golf course. The LaRosas and Max discuss final grading tweaks, ladies’ tees, and how little remains to fix on the front nine.",
    "characters": [
      "Pete Dye",
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Max Robinson",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Pete Dye calls the property 'the most dramatic' he’s seen",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "00:26:30",
    "end_time": null,
    "summary": "On a partially grassed front nine, Pete Dye, flanked by James D. and Jimmy, says he’s never seen anything more dramatic than this piece of property and that if this isn’t a great golf course, he doesn’t know what is. He emphasizes the self‑contained nature of the course and the combination of strategy and natural vistas.",
    "characters": [
      "Pete Dye",
      "James D. LaRosa",
      "Jimmy LaRosa"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Pete Dye on coal, Scotland, and sleepers",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "00:30:00",
    "end_time": null,
    "summary": "In a conversation near the coal‑mine hole, Pete explains that using railroad ties ('sleepers') and coal features is nothing new—Scots did it a hundred years ago to stop erosion and that St Andrews had a coal yard at the 17th road hole. He says Jim is 'just restoring' things done in the old country, tying the course’s coal heritage to golf history.",
    "characters": [
      "Pete Dye",
      "James D. LaRosa",
      "Jimmy LaRosa"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "5. 1985–1986: Seeding, Mounding & Outside Voices",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "5. 1985–1986: Seeding, Mounding & Outside Voices",
    "start_time": "00:35:00",
    "end_time": "00:47:30",
    "summary": "Mid‑80s footage shows the course taking shape: topsoil, lime, phosphate, and seed being applied around the 17th green; rye overseeding for erosion control; and permanent bluegrass/bentgrass interfaces explained by a superintendent. Jimmy notes they’re as far along as ever and hope to open in about a year. On No. 12, James D. and operator Steve Helmig build a mound that will create a blind shot if you play too safe off the tee. We see the Mazzee brothers building bridge abutments, and more drainage and stonework. Longtime friend Frank Etterie (from New Rochelle/Winged Foot) gives a detailed, glowing critique of the course, comparing it favorably to Pine Valley and Scottish classics, and praising Jim LaRosa’s determination to create a first‑class, shot‑maker’s course in a coal‑mining region.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Frank Etterie",
      "Various construction workers",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "6. Lakes, Fountains, Triploid Carp & Finished Water Features",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "6. Lakes, Fountains, Triploid Carp & Finished Water Features",
    "start_time": "00:47:30",
    "end_time": "00:57:30",
    "summary": "Attention shifts to the creation and refinement of the course’s lakes. We see the No. 1 lake with a floating fountain unit; James D. explains its dual purpose: aeration for fish life and algae control. Special triploid carp from Arkansas (via Pittsburgh) are acclimated and released into the lake under the supervision of Gary Davis and Bob Andrew, with Louie filming up close. Later, James D. stands by the lake as the two Otterbine fountains are turned on for the first time, describing their 15–18 foot 'rocket' spray and planned colored lights for nighttime views from the future clubhouse. Scenic shots show the completed spillway, rock cascades, and misty lakes with ducks and geese, contrasting sharply with earlier muddy creek footage.",
    "characters": [
      "James D. LaRosa",
      "Louie Ellis",
      "Gary Davis",
      "Bob Andrew",
      "Various workers"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "First fountains and triploid carp in No. 1 lake",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "00:48:30",
    "end_time": null,
    "summary": "At the No. 1 lake, James D. explains the purpose of the floating fountains and special triploid carp, then we see the first fountain turned on, shooting a 'rocket' spray into the air. The group listens to the sound of the water and jokes about whether the wall will wash away, while James D. thanks engineer George Duffer for assuring them it would work.",
    "characters": [
      "James D. LaRosa",
      "Louie Ellis",
      "Gary Davis",
      "Bob Andrew"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "7. Family, Pets & Louie’s Running 'No Charge' Gag",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "7. Family, Pets & Louie’s Running 'No Charge' Gag",
    "start_time": "00:57:30",
    "end_time": "01:07:30",
    "summary": "Interspersed with construction are intimate family and social moments: Louie films dogs and cats around a house and fenced yard; an older man in a tan coat (likely James D.) holds and introduces multiple cats ('Tiger,' 'Bunker,' 'Coldust,' 'Silky'), joking that this is 'the other side of Jim LaRosa’s life.' Louie introduces his nephew Anthony Ellis as his 'backup man' and gives his phone number on camera. In another scene, Louie theatrically hands James D. and friends a single dollar bill, insisting on proving on TV that he 'paid to take the movies.' Group shots on the old tracks and at the raspberry patch show the extended LaRosa/Ellis circle laughing, hugging, and acknowledging that Louie has been filming 'no charge' since 1978.",
    "characters": [
      "Louie Ellis",
      "James D. LaRosa",
      "Anthony Ellis",
      "Various family & friends"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "8. Industrial Heritage: Tipple, Rotary Car Dump & LaRosa Fuel Portals",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "8. Industrial Heritage: Tipple, Rotary Car Dump & LaRosa Fuel Portals",
    "start_time": "01:07:30",
    "end_time": "01:15:00",
    "summary": "The film documents the industrial structures that will become part of the course’s identity. We see the old rotary car dump (tipple) where coal cars were rotated and emptied, and the LaRosa Fuel Co. No. 6 and No. 7 portals. James D. explains how cars came from the hill, were dumped, and coal loaded into trucks. The group (LaRosas, friends, and Louie) stands at the portals, connecting the site to their immigrant and mining heritage. They explain that the exhibition mine and tipple will be preserved as tourist‑like attractions and integrated into holes (e.g., the coal‑mine portal visible behind the 6th green). This industrial past is explicitly linked to Scottish coal‑yard precedents and to the course’s unique character.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Louie Ellis",
      "Various friends/associates"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "9. Clay Models & Master Plans: Visualizing Holes 8 & the Clubhouse Core",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "9. Clay Models & Master Plans: Visualizing Holes 8 & the Clubhouse Core",
    "start_time": "01:15:00",
    "end_time": "01:25:00",
    "summary": "A hand‑built clay model on the grass is used to explain a dramatic redesign of the 8th hole: a high wall around the green, a 'Grand Canyon effect' from the putting surface, and a cavernous bunker bottom filled with coal cinders. James D. notes that Pete Dye said most great holes lack the 'frame' this wall will provide. Later, indoors, a professional scale model and a large colored master plan are shown. A presenter (likely James D. or an architect) points out the clubhouse, 18th green, 1st tee, 9th green, 10th tee, practice tee, putting green, chalet/temporary office, entrance garden with rock flower bed and fountain, two rock islands and fountains in the four‑acre lake, and parking for 250 cars. The model and plan are used to explain circulation, vistas, and how Simpson Creek winds along 18 and into the property.",
    "characters": [
      "James D. LaRosa",
      "Louie Ellis",
      "Architect/representative (unidentified by name)"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Clay model of the 'Grand Canyon' 8th hole",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "01:18:00",
    "end_time": null,
    "summary": "James D. kneels over a clay model on the grass, explaining how the 8th green will be framed by a high wall, with a deep coal‑cinder bunker creating a 'Grand Canyon effect.' He notes that Pete Dye said most great holes lack such a frame and predicts this will be one of the most dramatic holes on the course.",
    "characters": [
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "10. 1987–1988: Fine‑Tuning, Group Portraits & Course Maturity",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "10. 1987–1988: Fine‑Tuning, Group Portraits & Course Maturity",
    "start_time": "01:25:00",
    "end_time": "01:37:30",
    "summary": "By 1987–88, the course is largely shaped. We see Steve Helmig building a mound on the right side of the 12th fairway to create a blind approach for safe tee shots. The Mazzee brothers and others build bridge abutments with rebar and concrete. Group portraits at the lake (timestamped 9.15.87) show James D., Jimmy, John Angotti, and other staff and pros lined up, laughing and chatting. Another winter 1988 segment shows James D. in a coat and hat explaining the high rock wall and cut at No. 9 and the surrounding wooded acreage. Scenic shots of autumn fairways, misty lakes, and dramatic valley holes (including the incomparable 16th and the magnificent 18th) show the course approaching its finished form, with stone walls, waterfalls, and framed vistas fully realized.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Steve Helmig",
      "Mazzee brothers",
      "John Angotti",
      "Various staff/pros"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Louie presents a finished tape to Pete Dye",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "01:32:00",
    "end_time": null,
    "summary": "In a later segment, Louie, jokingly called 'Cecil B. DeMille of Clarksburg,' hands a VHS tape to Pete Dye, saying the LaRosas requested he have it and that, 'unfortunately,' he must say again 'no charge.' Pete thanks him, and James D. says they value the photography because they’ll want to see it down through the years.",
    "characters": [
      "Louie Ellis",
      "Pete Dye",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "11. Hole‑by‑Hole Narrated Slide/Video Tour (1–18)",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": "11. Hole‑by‑Hole Narrated Slide/Video Tour (1–18)",
    "start_time": "01:37:30",
    "end_time": "01:57:13",
    "summary": "The reel concludes with a structured, narrated tour of all 18 holes, using a combination of slides, plan views, and scenic footage. A professional‑sounding narrator (likely Harris Holt or a similar voice) reads a prepared description: No. 1 (400‑yard par 4 with safe right drive or long carry over eight traps), No. 2 (440‑yard par 4 over Simpson Creek), No. 3 (405‑yard par 4 with small target green), No. 4 (215‑yard par 3 along a huge stone wall), No. 5 (620‑yard par 5, true three‑shotter), No. 6 (345‑yard par 4 with tight drive and coal‑mine portal behind the green), No. 7 (155‑yard par 3 from elevated tee to shallow plateau), No. 8 (505‑yard par 5 with blind second and cavernous trap), No. 9 (465‑yard par 4 over Simpson Creek), No. 10 (450‑yard par 4 over waterfall and cliff), No. 11 (570‑yard par 5 with two landing areas), No. 12 (370‑yard par 4, potential world‑class drive‑and‑pitch), No. 13 (185‑yard par 3 similar to North Berwick’s Redan), No. 14 (440‑yard par 4 with natural stone wall), No. 15 (505‑yard par 5 with lake right and stone wall left), No. 16 (250‑yard par 3 over a breathtaking vista), No. 17 (430‑yard par 4 with rolling lies and bunkered green), and No. 18 (450‑yard par 4 over Simpson Creek with hillside gallery for 30,000 spectators). The narrator then signs off, and Louie Ellis, as 'film director and producer,' wishes viewers good night and 'God bless y’all.'",
    "characters": [
      "Narrator (likely Harris Holt)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1982",
    "title": "Narrated hole‑by‑hole tour crowns the project",
    "video": "Some_Highlites_of_the_Pete_Dye_-_LaRosa_Golf_Course_Aug__1982-1988__2_-009",
    "chapter": null,
    "start_time": "01:45:00",
    "end_time": null,
    "summary": "A professional voice narrates each hole’s yardage, par, and strategic character over slides and footage of the finished course, culminating in the 'magnificent 18th' with room for 30,000 spectators. The program ends with Louie Ellis signing off as film director and producer, wishing viewers good night and 'God bless y’all.'",
    "characters": [
      "Narrator (likely Harris Holt)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "1. Cleaning Simpson Creek and Building Mowable Banks",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "1. Cleaning Simpson Creek and Building Mowable Banks",
    "start_time": "00:00:00",
    "end_time": "00:07:30",
    "summary": "Jimmy LaRosa, introduced by an off‑camera \"John,\" stands along Simpson Creek and explains the 1985 dredging operation. Footage shows a Michigan end loader driving in the creek, scooping silt and debris (sand, silt, coal fines, tires, bottles, cans) off a sandstone bottom and delivering it to a backhoe on the bank. From there, a chain of bulldozers—two D9s (Clarence Hebb and Tom Stamp) and a Komatsu 65 (Larry Reel)—push the wet material up the hillside to air‑dry. Jimmy explains that the dredged material will be reused to soften previously steep, un‑mowable banks so they can be grassed and maintained instead of planted in vines. Shots include concern for a large oak tree whose roots may be suffocating under added soil, and early views of a steel bridge recycled from Thornton, WV, that will serve golfers and maintenance crews.",
    "characters": [
      "Jimmy LaRosa",
      "Louie Ellis",
      "Clarence Hebb",
      "Tom Stamp",
      "Larry Reel",
      "Steve Helmick",
      "Randy Haddix"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "End Loader Driving the Creek Like a Road",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": null,
    "start_time": "00:01:20",
    "end_time": null,
    "summary": "A large Michigan end loader drives directly up Simpson Creek, bucket low in the water, using the solid sandstone bottom as a submerged roadway while Jimmy explains that it’s \"almost like a highway under the water.\"",
    "characters": [
      "Jimmy LaRosa",
      "Steve Helmick"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "2. Vision for a Navigable River and the 18th Hole",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "2. Vision for a Navigable River and the 18th Hole",
    "start_time": "00:07:30",
    "end_time": "00:15:00",
    "summary": "On the future 18th fairway, Jimmy describes plans to make Simpson Creek navigable by building a 12‑foot dam downstream and removing obstructions like old bridge abutments. Workers jackhammer and load abutments with dynamite; Louie Ellis records the blast from under a truck, nervously joking while Bob Andrews and Frank Ketterman handle the shot. After the explosion, debris is gone and Jimmy points out a newly built redstone limestone wall at the 18th green, stone sourced from the Pittsburgh seam. He indicates the future clubhouse site above the green, where spectators will watch players finish 18 and see boats and fishermen on the river. He also explains a planned stone‑walled tee complex along the river, creating 440 yards of water left of the 18th tee as a visual intimidation, even though the actual carry is only about 100 feet.",
    "characters": [
      "Jimmy LaRosa",
      "James D. LaRosa",
      "Louie Ellis",
      "Bob Andrews",
      "Frank Ketterman",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "3. Number 5 Hole and Hydroseeding Work",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "3. Number 5 Hole and Hydroseeding Work",
    "start_time": "00:15:00",
    "end_time": "00:20:00",
    "summary": "The camera moves to the future number 5 tee, where a Komatsu bulldozer (Jim Tonkery) shapes the \"golden tee\" on a 570‑yard hole. Jimmy directs Louie to pan from the tee across the corridor to a distant flag marking the green, reading a stake that says 260–265 yards to a landing area. He then has Louie do a 360‑degree pan to show Simpson Creek, now partially cleaned, and explains that the riverbed will eventually hold clear blue‑green water. A hydroseeder truck operated by Joe DeFazio (nozzle) and Arnold Chewing (driver) sprays seed and mulch on newly graded banks, stabilizing soil and beginning turf establishment.",
    "characters": [
      "Jimmy LaRosa",
      "Louie Ellis",
      "Joe DeFazio"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "Hydroseeding the Cleaned Banks",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": null,
    "start_time": "00:16:30",
    "end_time": null,
    "summary": "A hydroseeder truck moves along the newly graded bank while Joe DeFazio stands on top with a hose, spraying seed and mulch high onto the slopes as Arnold Chewing drives. Jimmy explains how this will quickly green up and stabilize the banks.",
    "characters": [
      "Jimmy LaRosa",
      "Joe DeFazio",
      "Arnold Chewing"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "4. August 2 Blasting of Old Abutments and Rock Hump",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "4. August 2 Blasting of Old Abutments and Rock Hump",
    "start_time": "00:20:00",
    "end_time": "00:27:30",
    "summary": "On August 2, 1985, Louie films as crews prepare to blast old abutments and a rock hump that create a dam effect in Simpson Creek. Equipment is shut down; Louie jokes about being told to get under a truck while still trying to film. A horn sounds, Frank Ketterman fires the shot, and a plume of debris rises. When the dust clears, the obstruction is gone. Jimmy later explains that holes were drilled 30 inches deep, six feet apart, and loaded with two pounds of dynamite each to remove the hump so future motorboats won’t strike it. Shot rock from the blast will be reused to build a two‑foot rock wall along a stream on number 6 fairway. The segment ends with Louie and John Nangotti signing off, noting the date.",
    "characters": [
      "Louie Ellis",
      "James D. LaRosa",
      "Bob Andrews",
      "Frank Ketterman"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "Blasting Out Old Bridge Abutments",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": null,
    "start_time": "00:20:40",
    "end_time": null,
    "summary": "All equipment falls silent as a horn sounds; Frank Ketterman fires the blast on old abutments in the creek. A plume of debris rises, then clears to reveal the obstruction gone. Louie, filming from under a truck, nervously jokes about wanting to see it while being told to run.",
    "characters": [
      "Louie Ellis",
      "Bob Andrews",
      "Frank Ketterman",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "Louie’s Nervous Commentary During the Blast",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": null,
    "start_time": "00:21:10",
    "end_time": null,
    "summary": "As they wait for the dynamite to go off, Louie Ellis talks to the camera: \"I don't know what the hell I'm doing here… how in the hell you gonna take a movie and get under the truck?\" His candid anxiety adds human texture to the otherwise technical construction record.",
    "characters": [
      "Louie Ellis",
      "Bob Andrews",
      "John (unidentified announcer)"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "5. August 9: Mapping Creek Cleanup Near Jimmy Joe’s House",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "5. August 9: Mapping Creek Cleanup Near Jimmy Joe’s House",
    "start_time": "00:27:30",
    "end_time": "00:35:00",
    "summary": "On August 9, 1985, Louie films James D. and Jimmy LaRosa with their crew near Jimmy Joe’s house, about 500 feet upstream from active work. James D. explains that sulfur‑stained orange water from an old Consol mine will be piped below a future dam, while the main channel is cleaned and widened to create a 12‑foot‑deep navigable river from near the number 5 tee up to a natural ford. Backhoes and 631 scrapers remove topsoil and sediment from a nearly choked‑off bend, spreading it on flats that will become a sod farm. James D. points out a telephone pole painted orange marking a buried coaxial cable that must be located before deepening the channel. He brings former employee Tom Alexander on camera, praising his dirt‑moving skills, and shows the backhoe loading scrapers that haul material to drying areas.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Louie Ellis",
      "Tom Alexander"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "6. Rock Blasting and Reuse for Number 6 Wall",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "6. Rock Blasting and Reuse for Number 6 Wall",
    "start_time": "00:35:00",
    "end_time": "00:42:30",
    "summary": "A few days later (August 12, 1985), footage shows a Caterpillar 245 backhoe loading shot rock from the creek into large rock trucks (ukes). James D. explains that a rock hump was blasted to even the riverbed and that the shot stone will be hauled to the number 6 fairway to build a rock wall along a stream, beautifying the area and using native material. The camera follows the backhoe scooping flat, wall‑worthy stones, dumping them into trucks, and then shows a D6 Caterpillar (operated by Christopher Reel) towing a loaded truck (driven by Tony Loria) up a steep, slick ramp out of the riverbed while Bob Andrews carefully hooks the cable. James D. notes the danger of cable snapping and the precautions taken. This sequence underscores the philosophy of reusing almost everything taken from the ground in the course’s construction.",
    "characters": [
      "James D. LaRosa",
      "Louie Ellis",
      "Bob Andrews",
      "Christopher Reel",
      "Tony Loria"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "Jimmy’s Vision of Boats Under the Clubhouse",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": null,
    "start_time": "00:38:30",
    "end_time": null,
    "summary": "Standing on the 18th landing area, Jimmy describes a future where members in the clubhouse watch golfers finish 18 while also seeing people boating and fishing on a deep, clear Simpson Creek below, with six holes and the practice range visible from that vantage point.",
    "characters": [
      "Jimmy LaRosa"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "7. On‑Camera Narration: Explaining the Equipment Chain",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "7. On‑Camera Narration: Explaining the Equipment Chain",
    "start_time": "00:42:30",
    "end_time": "00:50:00",
    "summary": "Multiple segments show Jimmy (and at times James D.) on camera with a microphone, standing by the entrance road and along Simpson Creek, giving a polished explanation of the entire sediment‑handling chain: the end loader in the creek, the backhoe on the bank, and three bulldozers (Clarence Hebb, Tom Stamp, Larry Reel) relaying material up the hillside to dry. He emphasizes that the dredged silt will be reused to soften steep banks, create mowable slopes, and make the hillside look more natural. He also points out a big oak tree that may be dying due to excess fill over its roots and mentions efforts to remove overburden to give the roots more oxygen. Shots alternate between his stand‑up narration, creek close‑ups (including sulfur‑stained water), graded banks, and workers in the creek (Joe DeFazio and Frank Ketterman) handling drainage and irrigation piping.",
    "characters": [
      "Jimmy LaRosa",
      "James D. LaRosa",
      "Louie Ellis",
      "Clarence Hebb",
      "Tom Stamp",
      "Larry Reel",
      "Joe DeFazio",
      "Frank Ketterman"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "8. 18th Fairway, Clubhouse View, and Entrance Rock Walls",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": "8. 18th Fairway, Clubhouse View, and Entrance Rock Walls",
    "start_time": "00:50:00",
    "end_time": "00:57:22",
    "summary": "From the landing area of the 18th fairway, Jimmy describes how blasting removed an old bridge abutment and rock hump, deepening the river so it now runs wide and clear instead of a foot deep over sediment. He points out a dramatic redstone limestone outcrop integrated into the 18th green at Pete Dye’s request and indicates the future clubhouse site above the green, where members will watch players finish 18 and see boats and fishermen on Simpson Creek, plus six holes and the practice range. He also shows rock recently placed along the entrance road and explains an experiment to build a rock wall there using the same stone as around the 18th green and lakes. Across the river, Tom Langston brush‑hogs tall weeds so Pete Dye can see the true ground contours for final fairway subtleties. Jimmy notes a shallow natural ford used for six years to cross the river and an orange‑flagged stake marking the future water level at 4.5 feet depth for boating. The segment ends with a new August 12 narration about removing rock from the riverbed and loading it into trucks for use on number 6, reinforcing the theme of using native materials.",
    "characters": [
      "Jimmy LaRosa",
      "James D. LaRosa",
      "Louie Ellis",
      "Tom Langston",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1985",
    "title": "D6 Towing a Loaded Rock Truck from the Riverbed",
    "video": "Aug_1985_PDGC_Construction_Cleaning_out_Simpson_Creek",
    "chapter": null,
    "start_time": "00:51:30",
    "end_time": null,
    "summary": "A Caterpillar D6, operated by Christopher Reel, slowly pulls Tony Loria’s fully loaded rock truck up a steep, slick ramp out of the riverbed while Bob Andrews carefully hooks and signals the cable. The truck climbs without spinning its wheels, demonstrating careful coordination and power.",
    "characters": [
      "Christopher Reel",
      "Tony Loria",
      "Bob Andrews",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Restoring the Tipple and Laying the Mine Track (No. 10 Corridor)",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Restoring the Tipple and Laying the Mine Track (No. 10 Corridor)",
    "start_time": "00:00:00",
    "end_time": "00:18:00",
    "summary": "The reel opens with John B.N. Gotti narrating as Louie films the old coal tipple and adjacent roadbed that will become a signature mining-themed corridor along the 10th hole. Workers (identified as Mike Ranzelli, Jack Oswald, Jack Dempsey and others) repair the tipple floor and lay narrow-gauge track on limestone ballast. Rusted mine cars are shown in detail, including stamped numbers used to credit miners. John explains that the cars will be filled with real coal from the property and parked on the track to separate the practice range from the 10th fairway and visually “turn” the hole. He points out where the clubhouse will stand in a clump of trees and where the rock base for the 10th tee sits on the opposite bank. Louie briefly stages himself swinging a sledgehammer on the track for laughs, and family/friends pose on the roadbed while John explains the theme and routing.",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis",
      "James D. LaRosa",
      "Unidentified construction workers (Mike Ranzelli, Jack Oswald, Jack Dempsey, Larry Reel, Herb, etc.)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Integrating the Coal Tipple and Mine Cars into No. 10",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "00:03:00",
    "end_time": null,
    "summary": "John stands on the roadbed beside the old coal tipple, explaining that restored tracks and authentic mine cars filled with coal from the property will separate the practice range from the 10th fairway and visually “turn” the hole. He points out where the clubhouse and 10th tee will sit relative to the tipple and roadbed.",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis",
      "Unidentified construction workers (Mike Ranzelli, Jack Oswald, Jack Dempsey, Larry Reel, Herb, etc.)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Louie’s Sledgehammer Performance on the Track",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "00:05:30",
    "end_time": null,
    "summary": "Wearing a dress shirt and tie, Louie theatrically swings a sledgehammer on the newly laid mine track while off-camera voices tease that he’s “never did a day’s work in his life” and is “overpaid at 33 cents an hour.”",
    "characters": [
      "Louie Ellis",
      "John B.N. Gotti"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Max Robinson and the Natural 16th Hole",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "00:15:30",
    "end_time": null,
    "summary": "On the 16th par-3, John introduces Max Robinson as Pete Dye’s “eyes, ears, arms, and legs,” noting that the hole lies largely where it was naturally found. Max quietly predicts it will be one of the best holes on the course as Louie pans from green to tee to show its natural contours.",
    "characters": [
      "John B.N. Gotti",
      "Max Robinson",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Utilities, Lakes, and No. 4 / No. 18 Construction",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Utilities, Lakes, and No. 4 / No. 18 Construction",
    "start_time": "00:18:00",
    "end_time": "00:32:00",
    "summary": "Focus shifts to infrastructure and water features. A rural electrification crew lays three-phase cable in a trench to power the pump house for the No. 4 lake and an exhibition mine between holes 6 and 7. John identifies LaRosa Fuel’s man Larry Reel among the utility workers. On No. 4, he explains the lake’s aeration system, floating pump/fountain, and the plan to attract ducks and wildlife. Harris Holt and others describe burying electric lines to the lake and exhibition mine. On No. 18, Harris narrates topsoil spreading, fertilizer application that looks like “fog,” and seeding with a Chapel Valley mix (fescues and annual rye) to stabilize slopes. Heavy equipment (dozers, loaders, trucks) is shown moving topsoil from stockpiles to fairways, with James D. and Harris later walking viewers through the 18th fairway’s finished seedbed and adjacent 17th fairway and tees.",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis",
      "Harris Holt",
      "James D. LaRosa",
      "Unidentified construction workers (Mike Ranzelli, Jack Oswald, Jack Dempsey, Larry Reel, Herb, etc.)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Louie’s ‘No Charge’ Monologue",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "00:25:30",
    "end_time": null,
    "summary": "Louie steps in front of the camera to address Pete Dye directly, presenting the tape “the boys, the LaRosas, requested” and repeating that it’s “no charge” by orders. He jokes about having shelves of tapes labeled “LaRosa, LaRosa, LaRosa” and signs off with his trademark humor.",
    "characters": [
      "Louie Ellis",
      "James D. LaRosa",
      "Pete Dye (addressed, not seen)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Touring Greens and Holes 3, 4, 11, 12, 16, and 7",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Touring Greens and Holes 3, 4, 11, 12, 16, and 7",
    "start_time": "00:32:00",
    "end_time": "00:50:00",
    "summary": "John and Louie conduct a walking tour of several holes under construction. On No. 4, they show the par-3 green beside the three-and-a-half-acre lake, with mounding behind and a mine ventilation fan on the hill as a visual target. On No. 3 and No. 16 (a 250-yard par 3), John introduces cousin Andrew from Brooklyn and shaper Max Robinson, praising Max as Pete Dye’s “eyes, ears, arms, and legs” and predicting he’ll be a famous designer. They emphasize that No. 16 is largely a natural hole. On No. 11 (a 570-yard par 5), John highlights the elevated, man-made green and unique bunkering, noting how Max matched man-made contours to natural mounding. On No. 12, he explains Pete’s intent to give the hole a Scottish flavor with deep bunkers reminiscent of Scotland. Max prompts John to recount Pete Dye’s global portfolio (Japan, Dominican Republic, Switzerland, France) and his dominance in top-100 course rankings. Later, they visit the 7th hole’s mine-portal tee: the tee sits above a real mine portal, with orange flags marking a smaller, pear-shaped green Pete has ordered, and new cart paths and tees (gold and blue) relocated for better alignment and cart access up to the 8th tee mound.",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis",
      "Max Robinson",
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Cousin Andrew",
      "Unidentified construction workers (Mike Ranzelli, Jack Oswald, Jack Dempsey, Larry Reel, Herb, etc.)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Group Portraits and Professional Team on the 4th Fairway",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Group Portraits and Professional Team on the 4th Fairway",
    "start_time": "00:50:00",
    "end_time": "01:00:00",
    "summary": "The footage includes several group shots of key project figures. On a finished or nearly finished 4th fairway beside the lake, James D. introduces his son James Jay (Jimmy), PB Dye, golf professional Drew Pearson, long-time surveyor Ed Tiefman, and shop operations coordinator John Angotti. Behind them, he points out the 4th green, mounding, the lake, the mine fan, and the hill apex Pete Dye aligned behind the green. Earlier, another group (in casual shirts and polos) poses near a pond and stone wall, while John continues narrating about the tipple, roadbed, and No. 10 tee. Louie steps in front of the camera to joke about never being paid since 1978 and about filming family weddings, while others vouch that he also didn’t charge for those. These scenes humanize the project, showing the LaRosa family, friends, and professional staff proud of the emerging course.",
    "characters": [
      "James D. LaRosa",
      "Jimmy LaRosa",
      "PB Dye",
      "Drew Pearson",
      "Ed Tiefman",
      "John Angotti",
      "John B.N. Gotti",
      "Louie Ellis",
      "Unidentified construction workers (Mike Ranzelli, Jack Oswald, Jack Dempsey, Larry Reel, Herb, etc.)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Coal Cinder Bunkers and Experimental Materials on No. 1",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Coal Cinder Bunkers and Experimental Materials on No. 1",
    "start_time": "01:00:00",
    "end_time": "01:08:00",
    "summary": "James D. records a dated segment (October 6, 1987) on the 1st fairway explaining an experimental use of coal cinders in bunkers. He shows two truckloads of jet-black cinders from a wet-bottom utility furnace, noting their metallic sheen and black-green contrast against turf. A roll of fabric paper in the bunker base prevents mud from contaminating the cinders. He explains that seven large bunkers on No. 1 may each require about 20 tons of cinders. Harris Holt steps into the trap to test footing and ball lie, reporting that the cinders are quite soft; James speculates that rain and gravity may compact them over time. They discuss possibly mixing sand and cinders or going all-sand if playability is acceptable. This chapter captures the club’s willingness to experiment with materials that echo the site’s coal heritage.",
    "characters": [
      "James D. LaRosa",
      "Harris Holt",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "James D. Explains Coal Cinder Bunkers",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "01:02:00",
    "end_time": null,
    "summary": "Standing on the 1st fairway on October 6, 1987, James D. LaRosa explains the experimental use of jet-black coal cinders in bunkers, showing two truckloads of cinders and the first bunker filled with them. He discusses aesthetics, playability concerns, and the fabric layer used to keep mud from contaminating the cinders.",
    "characters": [
      "James D. LaRosa",
      "Harris Holt",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Seeding, Wildlife, and the 18th / 17th Complex",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Seeding, Wildlife, and the 18th / 17th Complex",
    "start_time": "01:08:00",
    "end_time": "01:16:00",
    "summary": "Harris Holt narrates over views of the 18th fairway’s dark seedbed and adjacent lighter topsoil areas, explaining the seeding process: spring-tooth harrow, chain mat, seed, fertilizer, and rock phosphate, with no mulch needed at that time of year. He notes 5–10 inches of topsoil over good subsoil and a Chapel Valley mix of fescues and annual rye to quickly green the course and prevent erosion. The camera captures wild turkeys feeding on new grass on the 10th fairway, and Harris lists local wildlife—squirrels, wild turkey, deer, groundhog, fox, and ducks on Simpson Creek—remarking that foxes likely keep rabbits away. He points out the 18th green (recently planted), the 17th fairway and green, the 18th tees across the river, and a windmill installed as a visual target on No. 17. This section underscores the course’s emerging ecology alongside its construction.",
    "characters": [
      "Harris Holt",
      "James D. LaRosa",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Fountains, Mine Fans, and No. 4’s Finished Look",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Fountains, Mine Fans, and No. 4’s Finished Look",
    "start_time": "01:16:00",
    "end_time": "01:24:00",
    "summary": "Attention returns to the 4th hole. James D. and Harris demonstrate the newly installed floating fountain in the No. 4 lake, describing its three-horsepower motor and sunburst spray pattern. They explain its dual purpose: aerating water to support fish and reduce algae, and providing aesthetic drama visible from the tees. James notes that triploid carp have been added to eat algae, cattails, and shoreline vegetation. He then directs Louie to pan up to the mine ventilation fan on the hill behind the green, explaining its real function in pulling methane and bad air from coal mines and how Pete Dye aligned it directly behind the flag as a star-shaped visual target. Pete also aligned the apex of the natural West Virginia hill behind the fan with the green, something James says “the Sovereign couldn’t duplicate.” This chapter shows how industrial artifacts and natural landforms are composed into a striking golf vista.",
    "characters": [
      "James D. LaRosa",
      "Harris Holt",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Fountain and Mine Fan Behind the 4th Green",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "01:18:30",
    "end_time": null,
    "summary": "James D. and Harris switch on the new floating fountain in the 4th lake, then pan up to the star-shaped mine ventilation fan on the hill behind the green. James explains its real mining function and how Pete Dye aligned it and the hill’s apex behind the flag to create a unique mining-themed vista.",
    "characters": [
      "James D. LaRosa",
      "Harris Holt",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Mine Portal No. 7 Tee and Adjusting Greens & Tees",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Mine Portal No. 7 Tee and Adjusting Greens & Tees",
    "start_time": "01:24:00",
    "end_time": "01:32:00",
    "summary": "The camera revisits the mine portal that serves as the 7th tee. John explains that the main tee is above the portal, with three additional tees down the right side. Orange flags mark Pete Dye’s changes to the 7th green, reducing its size and reshaping it into a pear form after deciding it was too easy. He points out the walk-off area to carts, the planned cart path up the hill, and the relocated gold and blue tees on the 8th tee mound, moved about 50 feet away from trees to create more room for the path and better alignment with the fairway. Survey stakes and small signs (e.g., “PAR 3 185 YDS 16 GREEN”) appear throughout, marking future greens and tees. This chapter captures the iterative nature of Dye’s design process and the detailed routing work done on-site.",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis",
      "Max Robinson",
      "Unidentified construction workers (Mike Ranzelli, Jack Oswald, Jack Dempsey, Larry Reel, Herb, etc.)"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Triploid Carp Stocking and Pond Ecology",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Triploid Carp Stocking and Pond Ecology",
    "start_time": "01:32:00",
    "end_time": "01:45:00",
    "summary": "A substantial portion of the reel documents stocking triploid carp into the No. 1 and No. 4 lakes. James D. stands at the No. 1 lake with a box of fish (about 25 per bag), explaining that Gary Davis brought them from Pittsburgh after they were flown from Arkansas by breeder Bill Whiting. Bob Andrew and others pour lake water into the shipping bags to acclimate the fish and reduce shock. James notes that the carp are sterile, require state permission to import, won’t reproduce or bite hooks, and eat only green vegetation (algae, cattails, shoreline plants). He warns that if they escaped into streams and reproduced, they could upset ecological balance by stripping banks of vegetation. The men carefully release the fish, speculating about survival after the flight and drive, and James records the time and date (5:40 p.m., October 7) on camera. Similar procedures are repeated at the No. 4 lake. This chapter shows the club’s deliberate approach to water quality and environmental management.",
    "characters": [
      "James D. LaRosa",
      "Gary Davis",
      "Bob Andrew",
      "Louie Ellis",
      "Unidentified helpers"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Triploid Carp Stocking Ceremony",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "01:36:00",
    "end_time": null,
    "summary": "At the No. 1 lake, James D., Gary Davis, and Bob Andrew carefully acclimate and release triploid carp from shipping bags into the water. James explains their Siberian origin, sterile status, and role in controlling algae and cattails, while Louie records the exact time and date for the record.",
    "characters": [
      "James D. LaRosa",
      "Gary Davis",
      "Bob Andrew",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "On-Camera Reflections: Roadbed, Clubhouse, and No. 10 Tee",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "On-Camera Reflections: Roadbed, Clubhouse, and No. 10 Tee",
    "start_time": "01:45:00",
    "end_time": "01:55:00",
    "summary": "In several stand-up segments dated October 6, 1987, John B.N. Gotti appears on camera (in a red cardigan and later in plaid flannel) with a microphone, summarizing the project for posterity. He explains that the roadbed beside the tipple will carry tracks and mine cars, that limestone ballast matches the original mine construction, and that Pete Dye insisted on laying the track exactly as before. He points out, often over B-roll of fairways and ponds, that a clump of trees at the end of the roadbed will host the clubhouse and that a rock base on the opposite bank is the No. 10 tee—“that’s where you start.” He repeatedly credits Louie Ellis as the “Clarksburg Cecil B. DeMille,” emphasizes that Louie works “no charge,” and jokes about having shelves full of tapes labeled “LaRosa.” These segments explicitly frame the footage as a historical record the LaRosas and Dyes will want to revisit in future years.",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "On-Camera Stand-Up: Roadbed, Clubhouse, and No. 10 Tee",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": null,
    "start_time": "01:46:00",
    "end_time": null,
    "summary": "In a red cardigan with microphone in hand, John B.N. Gotti delivers a concise on-camera explanation of the roadbed, limestone ballast, future clubhouse in the trees, and the rock base that will be the No. 10 tee, explicitly framing the footage as something the LaRosas and Dyes will want to see “down through the years.”",
    "characters": [
      "John B.N. Gotti",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1987",
    "title": "Wildlife, Windmill, and Final Landscape Overview",
    "video": "Pete_Dye_Golf_Course_Construction_6-18-1987_thru_10-6-1987",
    "chapter": "Wildlife, Windmill, and Final Landscape Overview",
    "start_time": "01:55:00",
    "end_time": "02:00:00",
    "summary": "The reel closes with more polished landscape shots: the 4th green and lake with fountain, the 10th fairway corridor with roadbed and mine cars, the windmill and construction pad near the 17th/18th complex, and long views down valleys showing creeks, rock cuts, and shaped fairways. Harris and James D. talk about wild turkeys, ducks, deer, foxes, and other wildlife that have already begun using the course. The windmill is highlighted as a visual target on No. 17. The final shots of fountains, stone walls, and mounded fairways contrast sharply with the early raw earthmoving scenes, underscoring the transformation from stripped mine land to a fully realized Pete Dye golf landscape rooted in West Virginia’s coal heritage.",
    "characters": [
      "Harris Holt",
      "James D. LaRosa",
      "John B.N. Gotti",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Opening: Land, Vision, and Dramatic Setting",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Opening: Land, Vision, and Dramatic Setting",
    "start_time": "00:00:20",
    "end_time": "00:02:28",
    "summary": "The film opens with color bars and black, then a title card introducing the Pete Dye Golf Club, founder James D. LaRosa, designer Pete Dye, and the Burning Embers Resort in Clarksburg, West Virginia. A professional narrator describes Clarksburg and the 2,000-acre property as the perfect canvas for Pete Dye’s creativity. Aerial shots and scenic views of the valley, ponds, and early course shaping are intercut with an inset portrait of James D. LaRosa, who speaks in voiceover about his personal pride in building the project in his hometown and his belief in West Virginia’s potential for resort development. On-screen text quotes Pete Dye praising the property as the most dramatic he has ever seen, establishing the land’s uniqueness and the decade of labor invested by developer and designer.",
    "characters": [
      "Pete Dye",
      "James D. LaRosa",
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Pete Dye’s Praise for the Property’s Drama",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": null,
    "start_time": "00:01:16",
    "end_time": null,
    "summary": "Over sweeping aerial views of the valley and course corridors, on-screen text and audio present Pete Dye’s emphatic praise that he has never seen anything more dramatic than this piece of property, underscoring the uniqueness of the West Virginia site.",
    "characters": [
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Pete Dye on Great Courses and the West Virginia Topography",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Pete Dye on Great Courses and the West Virginia Topography",
    "start_time": "00:02:28",
    "end_time": "00:05:00",
    "summary": "Scenic shots of finished and in-progress holes, rivers, rockwork, and the reclaimed mining landscape play under extended commentary from Pete Dye. In circular inset interview footage, Dye, wearing his signature bucket hat, speaks at a microphone with a small group beside him. He explains that great golf courses often have dramatic natural features like oceans or mountains and argues that the topography of this part of West Virginia is equally irreplaceable. He contrasts it with flat regions like Illinois, Ohio, deserts, or Florida where topography must be manufactured. Dye emphasizes that at Pete Dye Golf Club every hole has a distinctive look, strong strategic variation (short, long, different), and a powerful surrounding atmosphere. He notes the coal mine background on some holes and the use of native rock, stressing that the course is now receiving the “small touches” that make it feel truly finished, unlike many rushed developments.",
    "characters": [
      "Pete Dye",
      "Unidentified professional narrator (likely Harris Holt or similar)",
      "Unidentified host / MC",
      "Unidentified associate in blue cap"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Finishing Touches, Number 4, and the Dramatic Arrival Experience",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Finishing Touches, Number 4, and the Dramatic Arrival Experience",
    "start_time": "00:05:00",
    "end_time": "00:07:30",
    "summary": "Continuing in interview mode over sweeping course shots, Dye elaborates on what a “finished” golf course means to him. He criticizes projects that are opened for play after only six months of construction, arguing they are playable but not finished. He praises the ongoing rock work and detailing on hole 4, which he says has always been a great hole with a mountain backdrop but is only now visually reading as finished. He then describes routing the 18th hole back toward the clubhouse and how building the entrance road has created a powerful sense of atmosphere. Drawing a comparison to Augusta National’s Magnolia Drive, he claims the drive into Pete Dye Golf Club—from Smith Chapel, turning back along the entrance road—feels equally or even more impressive, making visitors feel they are “going to something.” He concludes that what has been created in the middle of West Virginia is “unheard of,” likening its appeal to, and even surpassing, established destinations like White Sulphur Springs, while being more accessible.",
    "characters": [
      "Pete Dye",
      "Unidentified professional narrator (likely Harris Holt or similar)",
      "Unidentified host / MC",
      "Unidentified associate in blue cap"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Dye’s Concept of a ‘Finished’ Golf Course",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": null,
    "start_time": "00:05:20",
    "end_time": null,
    "summary": "In interview footage, Pete Dye contrasts rushed developments with his long-term approach, explaining that many courses open for play before they are truly finished. He praises the ongoing rock work and detailing on hole 4 and the course as a whole, emphasizing the importance of small touches that give each hole individual character.",
    "characters": [
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Comparison to Augusta National’s Magnolia Drive",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": null,
    "start_time": "00:06:20",
    "end_time": null,
    "summary": "Dye compares the entrance drive to Pete Dye Golf Club—starting at Smith Chapel and winding back to the clubhouse—to Augusta National’s Magnolia Drive, asserting that the drive into this course is equally, if not more, impressive and creates a powerful sense of going “to something.”",
    "characters": [
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Transition to Technical Segment: Title and Hole-By-Hole Strategy Intro",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Transition to Technical Segment: Title and Hole-By-Hole Strategy Intro",
    "start_time": "00:07:30",
    "end_time": "00:08:10",
    "summary": "After Dye’s atmospheric comparison, the film introduces a more technical section. A graphic title card appears: “Strategies & Variations of the 18 Holes” with the Pete Dye Golf Club emblem. The narrator frames the upcoming segment as a close-up look at the strategy and variation of all 18 holes designed by Pete Dye. This marks a shift from broad promotional storytelling and interview material to a structured, instructional walkthrough of the course layout.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Front Nine Strategy: Holes 1–9",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Front Nine Strategy: Holes 1–9",
    "start_time": "00:08:10",
    "end_time": "00:10:00",
    "summary": "Using a detailed routing map and a pointer, the narrator walks through the front nine. For each hole, the camera focuses on the drawn fairways, greens, water features, and Simpson Creek, while the narrator gives yardages, pars, and strategic advice:\n- Hole 1 (397-yard par 4, dogleg left): Introduced as a preview of the course’s excitement, challenge, and natural beauty.\n- Hole 2 (439-yard par 4, dogleg left): Tee shot crosses Simpson Creek; strategy is to stay left to open the second shot (around a six-iron) into the green.\n- Hole 3 (367-yard par 4, slight dogleg right): Typical play is three-wood and eight-iron to a small green; grass mounds in front punish short approaches.\n- Hole 4 (215-yard par 3 over a rock-lined lake): A visually beautiful, strategic par 3 where the front is open, allowing players to run the ball in.\n- Hole 5 (628-yard par 5, dogleg right): Described as a “monster” hole; players can cut the corner over Simpson Creek on the third shot to save about 30 yards if they dare.\n- Hole 6 (341-yard par 4, straightaway): The shortest par 4, but a very tight driving hole demanding an accurate tee shot to the right of a walled stream bed; a coal mine portal is visible behind the green, and players must pass through a real coal mine for 140 feet to reach the 7th tee.\n- Hole 7 (155-yard par 3): Played from an elevated tee above a coal mine portal; surrounding mounding creates an unusual yet fair hole.\n- Hole 8 (504-yard par 5, dogleg left): The only hole where the green is not visible from the tee; a hidden 1.5-acre bunker awaits sliced second shots.\n- Hole 9 (465-yard par 4, dogleg right): Called “awesome,” requiring a 180-yard carry over Simpson Creek from an elevated tee and then at least a two-iron to a three-tiered green protected by bunkers.\nThe visuals remain focused on the map, with occasional cutaways to course features, while the narration is purely strategic and descriptive.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Coal Mine Integration and Tunnel Between Holes 6 and 7",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": null,
    "start_time": "00:09:20",
    "end_time": null,
    "summary": "The narrator explains that after playing the tight par-4 6th hole, with a coal mine portal visible behind the green, players must pass through a real coal mine for 140 feet to reach the 7th tee, visually tying the course to its mining heritage.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Back Nine Strategy Part 1: Holes 10–13",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Back Nine Strategy Part 1: Holes 10–13",
    "start_time": "00:10:00",
    "end_time": "00:11:15",
    "summary": "The map-based walkthrough continues for the early back nine, with the narrator describing each hole’s character and strategy while the pointer traces the routing:\n- Hole 10 (450-yard par 4, dogleg right): A spectacular, ominous-looking hole where a string of coal mine cars turns the hole off the drive and a 25-foot vertical waterfall guards the green’s right side. Despite its appearance, it is described as fair, with a bailout area left of the green.\n- Hole 11 (570-yard par 5, slight dogleg left): Extremely wide, offering ample room and recovery opportunities for errant shots.\n- Hole 12 (370-yard par 4, straightaway): Strategy is to avoid going too far right; a large camelback-shaped mound can leave players blind to the green, making it a potential birdie or bogey hole.\n- Hole 13 (185-yard par 3): The view is called breathtaking, “Mother nature at her greatest,” and the hole is compared to the famous Redan hole in Scotland. It slopes front-to-back and right-to-left, with a large bunker behind the green.\nThe visuals remain on the routing map, occasionally zooming in on individual holes as the narrator emphasizes both natural beauty and strategic nuance.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Hole 10’s Coal Cars and Waterfall",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": null,
    "start_time": "00:10:20",
    "end_time": null,
    "summary": "The narrator describes the 10th hole as a spectacular 450-yard par 4 where a string of coal mine cars turns the hole off the drive and a 25-foot vertical waterfall protects the green, blending industrial heritage with dramatic golf design.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Back Nine Strategy Part 2: Holes 14–16",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Back Nine Strategy Part 2: Holes 14–16",
    "start_time": "00:11:15",
    "end_time": "00:12:30",
    "summary": "The narrator continues the hole-by-hole description for the mid-to-late back nine, again using the course map and pointer:\n- Hole 14 (440-yard par 4, dogleg right): Tees are elevated directly above the landing area, and the entire hole is framed by a stone wall, evoking “shades of Scotland.” It is described as a potential birdie hole.\n- Hole 15 (505-yard par 5, slight dogleg right): From the tee, players see a magnificent view with a 10-acre lake bordering the right side. The second shot will “flirt with the water,” emphasizing risk–reward along the lake.\n- Hole 16 (250-yard downhill par 3, “the incomparable 16th”): A long downhill par 3 where the tee shot carries over an expansive fairway to a green plateaued on the right. A bailout area short and left allows for an easier pitch if players choose safety over aggression.\nThe map zooms in on these holes, particularly highlighting the stone wall framing 14, the large lake on 15, and the dramatic downhill nature of 16, reinforcing the course’s visual drama and strategic variety.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Closing Holes and Tournament Ambition: Holes 17–18 and Final Pitch",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": "Closing Holes and Tournament Ambition: Holes 17–18 and Final Pitch",
    "start_time": "00:12:30",
    "end_time": "00:14:36",
    "summary": "The film concludes with descriptions of the final two holes and a summative promotional message. Over continued map imagery and scenic shots, the narrator explains:\n- Hole 17 (430-yard par 4): A slightly uphill drive leads to potentially downhill lies due to rolling terrain. The green is large enough to hold approach shots but is well bunkered.\n- Hole 18 (450-yard par 4, “the magnificent 18th”): From an elevated tee, players drive across Simpson Creek, which borders the left side of the fairway. The second shot comes from an ample landing area, but players must favor the left side to have an open approach to the green. The right side is a contoured hillside designed to accommodate up to 30,000 spectators, explicitly evoking dreams of hosting major tournaments.\nThe narrator closes by stating that the vision of James LaRosa and the genius of Pete Dye have combined to create a unique opportunity in central West Virginia, and thanks viewers for sharing in the excitement. The final tone is aspirational, positioning the club as both a world-class golf experience and a potential major championship venue.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)",
      "James D. LaRosa",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1989",
    "title": "Spectator Hill on the 18th for Major Tournaments",
    "video": "Pete_Dye_Golf_Club_Spring_1989",
    "chapter": null,
    "start_time": "00:13:40",
    "end_time": null,
    "summary": "In describing the 18th hole, the narrator notes that the right side of the fairway is a contoured hillside capable of holding up to 30,000 spectators, explicitly linking the design to ambitions of hosting major tournaments in central West Virginia.",
    "characters": [
      "Unidentified professional narrator (likely Harris Holt or similar)",
      "James D. LaRosa",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Opening titles and introduction (Louie’s film for Pete)",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Opening titles and introduction (Louie’s film for Pete)",
    "start_time": "00:00:00",
    "end_time": "00:00:24",
    "summary": "Simple title and credit cards (“PETE DYE GOLF CLUB”; “DIRECTOR / PRODUCER / LOUIE ELLIS”) introduce the tape as Louie Ellis’s production. This frames the footage as a deliberate, authored record of the course for Pete Dye and the LaRosa family.",
    "characters": [
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "On‑course intro with Jim and dogs – Gold tee overview",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "On‑course intro with Jim and dogs – Gold tee overview",
    "start_time": "00:00:24",
    "end_time": "00:02:30",
    "summary": "The narrator stands on a finished or nearly finished tee (gold tee) on a par‑4, 465‑yard dogleg right. He addresses “Jim” (James D. LaRosa) and notes family in the background. Two dogs run around. From an elevated vantage, he describes the fairway, a bunker at 240 yards, and the beauty of the trees, especially in fall. He then has Louie pan to show the gold tee’s boulder retaining wall and the built‑up blue tee below, explaining that many man‑hours and ingenuity went into constructing it. He points out Simpson Creek below and additional tees (white, red, ladies) along the right, and a distinctive rock that looks like a golf club near the end of hole #2.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "James D. LaRosa (Jim, James D.)",
      "Louie Ellis",
      "Other dogs (site/family dogs, incl. ‘Bogey’)"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Hole #2 from above – Simpson Creek and multi‑tee strategy",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Hole #2 from above – Simpson Creek and multi‑tee strategy",
    "start_time": "00:02:30",
    "end_time": "00:05:00",
    "summary": "From high ground near the end of #2, the narrator explains that #2 is a dogleg left. Players must drive over Simpson Creek to a landing area and can “eat off as much as you want” of the creek/dogleg: the more you bite off, the shorter the second shot. He notes that the right side of the fairway has been sodded for easier maintenance. The camera shows construction equipment, raw graded areas, and the creek valley. He emphasizes the multiple tee sets (gold, blue, white, red, ladies) and how they align along the right side above Simpson Creek.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Entering the 8th hole canyon – coal seam and strip‑mine wall",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Entering the 8th hole canyon – coal seam and strip‑mine wall",
    "start_time": "00:05:00",
    "end_time": "00:07:30",
    "summary": "The focus shifts to the dramatic par‑5 8th hole, carved into a former strip‑mine high wall. Standing about 115 yards from the flag in what will be a grass bunker, the narrator describes a 500‑yard par‑5 with a long sand bunker running to the green, a stone wall and stream behind the green, and a berm that may stop balls before the water. He points out the exposed Pittsburgh seam of coal—about eight feet thick—at the base of a 70‑foot high wall, with another 60–70 feet of trees above, creating a 120–130 foot vertical canyon. He explains that the bunker is about 315 yards off the tee, so it’s mainly a second‑shot hazard. The camera shows the coal seam, the towering wall, and active topsoil dumping and grading on the upper level, with plans to seed soon.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis",
      "Harris Holt"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Explaining the 8th hole’s coal‑seam canyon",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:05:30",
    "end_time": null,
    "summary": "Standing in the future grass bunker on #8, the narrator shows the exposed Pittsburgh seam of coal and the towering strip‑mine high wall, describing how Pete directed them to strip the overburden to create a “Grand Canyon” feel. He quantifies the wall’s height and explains how a sliced second shot will end up in the canyon bunker.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis",
      "Harris Holt"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Shaping the 8th green and acre‑plus bunker – drainage and coal seam",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Shaping the 8th green and acre‑plus bunker – drainage and coal seam",
    "start_time": "00:07:30",
    "end_time": "00:10:30",
    "summary": "Walking closer to the 8th green, the narrator discusses an open drainage ditch along the coal seam that Pete suggested might remain open for seepage water. He notes the fairway will be 40 yards wide, the bunker 60 yards wide—over 100 yards before the ditch. From about 30 yards short of the flag, he shows a grass bunker in front of the green, mounding and bunkering for water control, and how close the green edge comes to the coal wall (about 30 feet). He points out steep contours on the left of the green and sand bunkers 20 feet above the green on the hillside. He repeatedly asks Pete to review the film and advise by phone where the green edges and depressions should be. Pete’s dog “Bunker/Brutus” appears around the green and in the big acre‑plus bunker. The narrator has Louie pan up the wall to show its full 130–150 foot height and the canyon feel from the bunker floor. Trucks dump topsoil behind the green, and he shows a deep mine opening into the Pittsburgh seam, contrasting deep mining with strip mining and calling the seam “the most single valuable mineral deposit in the world.”",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis",
      "Harris Holt",
      "Bunker / Brutus (Pete’s dog)"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Documenting the 8th green for Pete’s remote approval",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:08:30",
    "end_time": null,
    "summary": "From 30–60 feet around the 8th green, the narrator carefully walks Louie through the contours, depressions, and proximity to the coal wall, repeatedly saying “I hope you can see this, Pete” and asking Pete to tell them over the phone where to adjust the green edge and drainage ditch. Pete’s dog Bunker wanders through the shots, humanizing the technical walkthrough.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis",
      "Harris Holt",
      "Bunker / Brutus (Pete’s dog)"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Integrating mining history into the course narrative",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:09:40",
    "end_time": null,
    "summary": "Near the mine portal and coal seam, the narrator explains that the Pittsburgh seam is “the most single valuable mineral deposit in the world,” running from Pittsburgh to near Clarksburg. He contrasts deep mining (the portal) with strip mining (the high wall) and says this will give “another dimension to coal mining to this whole golf course,” explicitly tying local industrial history into the course’s identity.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Behind and beside the 8th green – cart paths, 9th tee rock, and canyon scale",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Behind and beside the 8th green – cart paths, 9th tee rock, and canyon scale",
    "start_time": "00:10:30",
    "end_time": "00:13:30",
    "summary": "From behind the 8th green, about 30 feet behind the flag, the narrator shows the green’s contour, the coal seam just beyond, and disturbed areas where irrigation piping has altered the shape and must be re‑shaped. He points out the cart path behind a mound, the planned cart parking area, and the route down to the 9th tee. A large single standing rock marks the 9th tee location and visually separates #8 from #9. Then the camera moves to the left edge of #8, looking across the cavernous bunker. The narrator jokes that you could hide “20 D9s” (bulldozers) in there and notes that Jim, seen in the distance, gets smaller and smaller as he walks into the bunker, emphasizing its scale. Harris Holt gives an exact yardage (102 yards) from the fairway to the green. The narrator explains the contouring: mounds and bunkers 20–25 feet above the green on the left, multiple levels that ensure a second shot will finish somewhere visible rather than lost.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "James D. LaRosa (Jim, James D.)",
      "Louie Ellis",
      "Harris Holt"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Revealing the scale of the acre‑plus bunker on #8",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:11:30",
    "end_time": null,
    "summary": "From the left edge of #8, the camera watches Jim walk into the massive grass/sand bunker until he becomes tiny. The narrator jokes you could hide “20 D9s” in there and notes that the bunker is partly grass, partly sand, giving a dramatic sense of the hole’s scale and intimidation factor.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "James D. LaRosa (Jim, James D.)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Harris Holt’s precise yardage and the ‘can’t lose it’ second shot",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:12:40",
    "end_time": null,
    "summary": "Standing 102 yards from the 8th green (per Harris Holt’s measurement), the narrator explains the contouring that ensures a second shot will always finish in a visible area: “the ball’s going to be in here somewhere… can be seen.” This highlights a design philosophy of fairness despite the hole’s dramatic setting.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Harris Holt",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Fine‑tuning 8th approach contours – multiple vantage points for Pete",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Fine‑tuning 8th approach contours – multiple vantage points for Pete",
    "start_time": "00:13:30",
    "end_time": "00:17:30",
    "summary": "The team methodically documents the approach into #8 from various distances and elevations for Pete’s review. From about 45 yards, then 35 yards, then 35–40 yards from the pin but higher up near the bunkers, they show the two flat “landing” shelves and the drop‑offs between them. The narrator stresses that on the second shot “the ball’s going to be in here somewhere… can be seen,” which he calls unusual and desirable. He repeatedly says they hope Pete can see enough on film to tell them what to do over the phone. A dog named “Bogey” wanders into frame. They then climb up to the bunkers above the fairway to give Pete a high‑angle view back over the huge bunker and approach, hoping Pete will say “leave everything as it is.” The narrator jokes that Louie would say “are you kidding?” but insists the views should give Pete a good sense of the shaping.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis",
      "Harris Holt",
      "Other dogs (site/family dogs, incl. ‘Bogey’)"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Louie’s sign‑off to Pete and panoramic views from above #8",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Louie’s sign‑off to Pete and panoramic views from above #8",
    "start_time": "00:17:30",
    "end_time": "00:20:00",
    "summary": "From high ground above #8, looking down toward #3, the narrator calls it “another beautiful Pete Dye job” and says “this is what the golfer sees.” We see Jim and his family heading to their “dogmobile” (a vehicle loaded with dogs); Jim honks the horn. Louie takes the microphone and speaks directly to Pete, saying it was nice doing the job and joking that with Harris Holt, James D., and Louie Ellis “how in the hell can you go wrong.” He adds “God bless you” and calls Jim “the boss of all bosses” who “worked the hell out of me today.” The narrator then captures another view of the hole as the sun angle changes, saying nobody expects such a dramatic course in Clarksburg and praising Pete’s “beautiful job.”",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "James D. LaRosa (Jim, James D.)",
      "Louie Ellis",
      "Harris Holt",
      "Nancy Ellis",
      "Other dogs (site/family dogs, incl. ‘Bogey’)"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Louie Ellis’s heartfelt sign‑off to Pete Dye",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:18:30",
    "end_time": null,
    "summary": "High above #8, after extensive filming, Louie takes the mic and speaks directly to Pete: he says it was nice doing the job, jokes that with Harris Holt, James D., and himself “how in the hell can you go wrong,” and notes that Jim “worked the hell out of me today.” The narrator adds that Louie, with a bad hip, walked the ground for Pete, and that he and his wife Nancy send their regards.",
    "characters": [
      "Louie Ellis",
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "James D. LaRosa (Jim, James D.)",
      "Nancy Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Stone‑built ‘big boy’ tees and finished views of #9",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Stone‑built ‘big boy’ tees and finished views of #9",
    "start_time": "00:20:00",
    "end_time": "00:23:00",
    "summary": "The camera returns to the stacked boulder retaining walls supporting the upper tees, which the narrator calls the “big boy tees.” He wants a close‑up so others can appreciate the work that went into them. He then pans down to the blue tees and across the surrounding trees. The footage includes more polished, grassed views of a fairway and green (identified as #9), with the sun now at a different angle than earlier in the day. The narrator notes that the changed light gives a different view and perspective of #9 and the surrounding trees, underscoring the course’s beauty in varying conditions.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Showcasing the ‘big boy’ tees and stonework",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:20:30",
    "end_time": null,
    "summary": "The camera lingers on massive stacked boulder walls supporting the upper tees, which the narrator calls the “big boy tees.” He wants a close‑up so others can appreciate the work and ingenuity that went into building them, underscoring the physical and aesthetic investment in the tee complexes.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Strategic explanation of Hole #2 over Simpson Creek",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": null,
    "start_time": "00:21:40",
    "end_time": null,
    "summary": "From an elevated view over #2, the narrator explains that players must drive over Simpson Creek to a landing spot and can “eat off as much as you want” of the creek/dogleg, with risk‑reward implications for the second shot. He praises #2 as a beautiful dogleg left and notes that every hole is well designed, giving Pete’s routing and strategy clear credit.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Raw construction montages – tees, fairways, coal walls, and mine portal",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Raw construction montages – tees, fairways, coal walls, and mine portal",
    "start_time": "00:23:00",
    "end_time": "00:27:00",
    "summary": "Intercut throughout the tape are extended sequences of raw construction: graded dirt basins, steep cut banks, stacked boulder walls, exposed coal seams, and a rectangular deep‑mine portal framed in the cut face. Dump trucks unload topsoil; CASE bulldozers and other heavy equipment grade slopes and fairways. Stakes, pipes, and drainage ditches mark future greens, bunkers, and cart paths. The narrator overlays these visuals with descriptions of the gold and blue tees, the par‑4 dogleg right with a 240‑yard bunker, Simpson Creek below, and the multi‑tee system (white, red, ladies). He repeatedly emphasizes the “Grand Canyon” feeling of the 8th hole canyon, the difficulty of mowing 60‑foot banks, and the uniqueness of integrating the Pittsburgh seam of coal and mining history into the course. These sequences serve as a technical record of earthmoving and infrastructure before turf and finishing.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis",
      "Harris Holt"
    ]
  },
  {
    "date_estimate": "1992",
    "title": "Closing perspective shots and black‑frame transitions",
    "video": "Pete_Dye_Golf_Club_9-9-1992",
    "chapter": "Closing perspective shots and black‑frame transitions",
    "start_time": "00:27:00",
    "end_time": "00:27:50",
    "summary": "The tape ends with additional narrated views of a fairway (likely #9) and surrounding trees, with the narrator remarking on how the sun’s changed position gives a different perspective. Some sections are black frames with only audio, likely tape gaps or in‑camera edits, but the narration continues to reference the gold tee, boulders, dogleg right, and bunker at 240 yards. The overall close emphasizes the course’s visual richness and the pride in the construction work, leaving Pete with multiple angles to review.",
    "characters": [
      "Unidentified course narrator (likely a LaRosa family member or senior project figure)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Ellis Productions Intro & Venue Establishment",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Ellis Productions Intro & Venue Establishment",
    "start_time": "00:00:00",
    "end_time": "00:00:40",
    "summary": "The tape opens with a playful self‑introduction by cameraman Louis P. Ellis, posing in a red blazer with his shoulder‑mounted camera and a director’s chair embroidered with his name and title. A close‑up of an Ellis Productions business card follows, listing video services and contact information in Clarksburg, WV. The scene then cuts to a nighttime exterior of a neon “Green Acres” sign, establishing the venue for the August 21, 1993 dinner and party.",
    "characters": [
      "Louis P. Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Louis Ellis’s Playful Director Intro",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:00:00",
    "end_time": null,
    "summary": "Louis P. Ellis appears in a red blazer with a shoulder‑mounted camera, standing behind a director’s chair embroidered “FILM DIRECTOR & PRODUCER LOUIS P. ELLIS,” and verbally introduces himself and the event.",
    "characters": [
      "Louis P. Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Credit to Pam Iquina and Employees",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:00:00",
    "end_time": null,
    "summary": "Over shots of the buffet and throughout the early audio, Louis repeatedly states that the August 21, 1993 dinner was “prepared by Pam Iquina and employees,” explicitly acknowledging the staff’s work.",
    "characters": [
      "Louis P. Ellis",
      "Pam Iquina"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Arrival, Bar Mingling, and Band Setup",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Arrival, Bar Mingling, and Band Setup",
    "start_time": "00:00:40",
    "end_time": "00:05:00",
    "summary": "Inside Green Acres, timestamped 7:18–7:19 PM, guests in semi‑formal attire mingle at the bar and around tables. Louis greets people warmly (“Hi Nancy. Pretty girl.” “Hi honey. Nice dinner tonight.”), comments on being full from dinner, and encourages his companion to stay and hear the band. The camera alternates between the bar, dining tables, and the small stage where musicians and crew set up drums, keyboards, and cables. Staff move through the room, and Louis jokes about “my lawyer, December G. Mousefield” as he circulates. Close‑ups of guests, including a woman with dark curly hair and pearls, begin to personalize the crowd.",
    "characters": [
      "Louis P. Ellis",
      "Nancy (unidentified last name)",
      "Band members (unidentified)",
      "“My lawyer, December G. Mousefield” (joking reference)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Buffet, Chef Action Station, and Food Spread",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Buffet, Chef Action Station, and Food Spread",
    "start_time": "00:05:00",
    "end_time": "00:07:00",
    "summary": "The focus shifts to the culinary side of the evening. Louis repeatedly credits “dinner prepared by Pam Iquina and employees” while filming buffet pans piled with shrimp, lemon wedges, and other hot items under warm lighting. A chef in full whites and toque works at a live cooking station, stirring pans and plating food. These shots visually reinforce Louis’s praise of the “good spread” and highlight the staff’s effort behind the event.",
    "characters": [
      "Louis P. Ellis",
      "Pam Iquina"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "On‑Stage Remarks by the Woman in the Sequined Dress",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "On‑Stage Remarks by the Woman in the Sequined Dress",
    "start_time": "00:07:00",
    "end_time": "00:09:00",
    "summary": "Attention moves to the front of the room. A man in a suit appears at a microphone near a decorative fountain, then the woman in the black sequined dress joins him on or near the stage. She eventually stands alone at the mic, gesturing, waving, and interacting with the audience, likely giving remarks, a toast, or an introduction for the band. Floral arrangements and keyboards frame her, underscoring a semi‑formal program segment within the otherwise casual evening.",
    "characters": [
      "Woman in black sequined dress (possible emcee/host)",
      "Band members (unidentified)",
      "Louis P. Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "On‑Stage Moment with the Sequined‑Dress Woman",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:07:30",
    "end_time": null,
    "summary": "A woman in a black sequined dress stands at the microphone on stage, gesturing and engaging the audience, framed by floral arrangements and band equipment, signaling a semi‑formal program within the party.",
    "characters": [
      "Woman in black sequined dress (possible emcee/host)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Band Performance and Early Dancing",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Band Performance and Early Dancing",
    "start_time": "00:09:00",
    "end_time": "00:12:30",
    "summary": "The live band begins playing. Louis films the keyboardist, drummer, bassist, and at times a male vocalist on stage, then turns to the dance floor where the first couples start slow‑dancing under a chandelier. He continues to chat with his companion about the dinner and jokes about being ready to play golf, tying the social event back to the club context. Couples of various ages fill the floor, and Louis’s camera weaves between tables and dancers, capturing both the band and the growing crowd on the floor.",
    "characters": [
      "Band members (unidentified)",
      "Louis P. Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "First Couples Take the Floor",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:09:30",
    "end_time": null,
    "summary": "As the band plays, the first couples begin slow‑dancing under the chandelier, transitioning the evening from dinner and speeches into full social dancing.",
    "characters": [
      "Band members (unidentified)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Running Joke: “My Lawyer, December G. Mousefield”",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:10:30",
    "end_time": null,
    "summary": "While filming guests near the bar and dance floor, Louis jokingly points someone out as “my lawyer, December G. Mousefield,” then repeats “There’s my lawyer,” adding humor and a sense of inside jokes among attendees.",
    "characters": [
      "Louis P. Ellis",
      "“My lawyer, December G. Mousefield” (joking reference)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Dinner‑Dance in Full Swing: Couples and Crowd Atmosphere",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Dinner‑Dance in Full Swing: Couples and Crowd Atmosphere",
    "start_time": "00:12:30",
    "end_time": "00:20:00",
    "summary": "The heart of the tape is an extended montage of the dinner‑dance at full capacity. Couples in suits and dresses slow‑dance closely beneath the chandelier while tables with candles and glassware frame the edges. Louis’s audio is dominated by repeated greetings (“Nice to meet you”) and playful asides (“There’s my lawyer, December G. Mousefield”), suggesting he is being introduced around as he films. The same couples and individuals recur from different angles—an older man in a light jacket with a blonde partner, a woman in a light pantsuit raising her arms enthusiastically, a woman in a striped dress, and a woman in a wide‑brimmed hat—building a sense of a tight‑knit, multi‑generational club community enjoying the band and each other’s company.",
    "characters": [
      "Louis P. Ellis",
      "Band members (unidentified)",
      "“My lawyer, December G. Mousefield” (joking reference)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Crowded Dance Floor Under the Chandelier",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:14:00",
    "end_time": null,
    "summary": "A wide shot shows the dance floor packed with couples of various ages in suits and dresses, swaying in unison beneath a large chandelier, with candlelit tables at the edges—an iconic image of the club’s social life.",
    "characters": [
      "Band members (unidentified)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Dense Mingling, Introductions, and Candid Reactions",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Dense Mingling, Introductions, and Candid Reactions",
    "start_time": "00:20:00",
    "end_time": "00:25:00",
    "summary": "The camera moves off and on the dance floor into denser clusters of guests. Many shots show people shoulder‑to‑shoulder, talking, laughing, and occasionally reacting directly to the camera. Louis’s audio becomes a near‑continuous loop of “Nice to meet you,” overlaid on music and chatter, as he pans across faces and backs, capturing a receiving‑line‑like sequence of introductions. Several individuals recur—a woman in a light top and patterned skirt, a man in a dark jacket near her, a woman in a light patterned dress, and a man in a light shirt—giving continuity to the crowd. The final seconds fade to black, indicating a pause or end of this raw segment.",
    "characters": [
      "Louis P. Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Candid Guest Reactions to the Camera",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": null,
    "start_time": "00:21:40",
    "end_time": null,
    "summary": "In several close shots, individual guests—such as a woman with medium‑length light hair in a light dress—turn toward the camera mid‑laugh or mid‑sentence, reacting spontaneously to being filmed.",
    "characters": [
      "Louis P. Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Black Screen Transition / Tape Break",
    "video": "PDGC_Member-Guest_Dinner___Dnace_at_Green_Acres_8-21-1993",
    "chapter": "Black Screen Transition / Tape Break",
    "start_time": "00:25:00",
    "end_time": "00:26:03",
    "summary": "The last visible portion of this analyzed segment is largely black screen, likely representing a camera pause, lens cap, or end of this particular scene on the tape. Ambient audio may continue briefly, but no new visual content appears. This functions as a natural break before the tape moves on to other material (elsewhere on the archive, the narrator begins to talk about “the construction” or “conception” of the Golf Club, but that audio is not visually supported here).",
    "characters": []
  },
  {
    "date_estimate": "1993",
    "title": "TV Sports Feature & Visual Intro to Pete Dye Golf Club",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "TV Sports Feature & Visual Intro to Pete Dye Golf Club",
    "start_time": "00:00:00",
    "end_time": "00:02:30",
    "summary": "A local TV sports anchor introduces the Pete Dye Golf Club’s opening after a decade in the making. Scenic B‑roll shows fairways, water features, the mine portal by a green, and a massive acre‑and‑a‑half bunker. A construction‑era photo and Pete Dye’s signature letter appear, along with a routing map. Bill Pulice, Director of Marketing, gives an on‑camera soundbite about each hole feeling private and the course becoming “your favorite place.” The sequence then cross‑fades into early‑morning clubhouse dining‑room shots dated July 3, 1993, setting up the internal ceremonies.",
    "characters": [
      "Bill Pulice",
      "Jimmy LaRosa (probable)",
      "Pete Dye (text/letter only)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Indoor Breakfast Meeting – 15‑Year Journey & Mission Statement",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Indoor Breakfast Meeting – 15‑Year Journey & Mission Statement",
    "start_time": "00:02:30",
    "end_time": "00:07:30",
    "summary": "In a clubhouse breakfast setting (timestamped 7/3/93), a gray‑haired man in a striped polo—likely Jimmy LaRosa—addresses members and early stakeholders. He recounts that the project began 15 years earlier, notes Pete Dye’s absence due to a family retreat at Culver, Indiana, and relays Dye’s apologies and promise to return. He credits “the great architect in the sky” and Mother Nature for the land, and reads the club’s mission: to establish an international club of unparalleled stature, to honor the architect’s genius, to uphold golf’s traditions, and to be a model of successful club management. Attendees eat breakfast, shake hands, and listen attentively as he recognizes his father and other contributors.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "James D. LaRosa (probable)",
      "Pete Dye",
      "Various founding members & board",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Small‑Room Leadership Huddle – Gratitude & Future Focus",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Small‑Room Leadership Huddle – Gratitude & Future Focus",
    "start_time": "00:07:30",
    "end_time": "00:10:00",
    "summary": "In a smaller dining/meeting room, Jimmy LaRosa (probable) and a few core figures (including an older man in a striped golf shirt and another in a green polo) share an intimate recognition moment. The same themes are repeated in a more informal tone: Pete Dye sends his regards, is at a family retreat, and loves the property; God and Mother Nature are credited as the ultimate architects. The group laughs, claps, and gestures as the speaker pivots from the 15‑year struggle to what the club will become going forward.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "James D. LaRosa (probable)",
      "Various founding members & board"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Formal Introduction of Director of Golf Jim Jamieson",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Formal Introduction of Director of Golf Jim Jamieson",
    "start_time": "00:10:00",
    "end_time": "00:12:30",
    "summary": "Back in a larger dining/bar area, Jimmy LaRosa (probable) formally introduces Director of Golf Jim Jamieson. He lists Jamieson’s PGA Tour accomplishments—Western Open champion, high finishes in the Masters and PGA Championship, Quad Cities Open winner—and praises his character. Jamieson thanks the LaRosa family, calls the property unique, and dreams aloud about hosting celebrity events, a tour event, even Ryder Cup‑type competitions. He outlines the day’s special opening‑day format: first nine as two‑best‑ball, second nine as scramble, playing from different tees (Miners, Senior, Dye, Championship, Professional). He explains the dual handicap system (traveling vs. membership) and jokes about “phony handicaps,” then gives course‑care instructions and notes that the 8th green and fairway are still maturing.",
    "characters": [
      "Jim Jamieson",
      "Jimmy LaRosa (probable)",
      "James D. LaRosa (probable)",
      "Louie Ellis",
      "Various founding members & board"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Mission & Objectives of Pete Dye Golf Club Read Aloud",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:10:30",
    "end_time": null,
    "summary": "In the breakfast meeting, the club leader reads a formal mission statement: to establish an international club of unparalleled stature, to honor Pete Dye’s genius, to uphold golf’s traditions, and to be a model of successful club management. The room listens quietly, underscoring the seriousness of the project’s ambitions.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "James D. LaRosa (probable)",
      "Various founding members & board"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Introduction of Director of Golf Jim Jamieson",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:10:45",
    "end_time": null,
    "summary": "Jimmy LaRosa introduces Jim Jamieson, listing his PGA Tour victories and major‑championship finishes, then jokes that “besides all that, he’s just a great guy.” Jamieson thanks the LaRosa family and talks about bringing in celebrity events and possibly a Ryder Cup‑style event.",
    "characters": [
      "Jim Jamieson",
      "Jimmy LaRosa (probable)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Member Roll‑Call & Club Culture in the Dining Room",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Member Roll‑Call & Club Culture in the Dining Room",
    "start_time": "00:12:30",
    "end_time": "00:20:00",
    "summary": "After Jamieson’s briefing, the speaker asks everyone to stand and introduce themselves so members know who they’re playing with. One by one, men and a few women state their names, hometowns, and brief comments: Raymond Pizzillo calls the course a “mountain masterpiece”; Louie Bonasso notes he’s on the board of this “soon‑to‑be internationally renowned club”; others hail from Fairmont, Bridgeport, Morgantown, Austin, Dallas, Indiana (PA), Raleigh, Dallas, Washington, D.C., Ireland (assistant pro Patrick Garrity), and more. The Board of Governors—Lloyd Bonasso, Tom Amon, Steve Savodnik—is acknowledged. There’s light teasing (“I’m one of Jimmy’s outlaws”) and anticipation (“I’ve waited 15 years”). The tone is collegial and aspirational, cementing the club’s identity as both local and national in reach.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "Jim Jamieson",
      "Raymond Pizzillo",
      "Louie Bonasso",
      "Ralph Sutton",
      "Frank & Mark Oliverio",
      "Patrick Garrity",
      "Various founding members & board"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Pre‑Round Logistics, Marketing & Word‑of‑Mouth Push",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Pre‑Round Logistics, Marketing & Word‑of‑Mouth Push",
    "start_time": "00:20:00",
    "end_time": "00:22:30",
    "summary": "As breakfast wraps, Jamieson and the club leadership encourage members to help grow the club by inviting friends—“nothing works like word of mouth.” They mention caddies being used as spotters due to wet conditions and urge careful cart use. They thank Pat, Pam, and staff for breakfast and credit “Billy Pulice” for handling most of the membership marketing. Members are encouraged to bring potential members to any of the three leaders for information. The group then disperses toward carts to begin the day’s play.",
    "characters": [
      "Jim Jamieson",
      "Jimmy LaRosa (probable)",
      "Bill Pulice",
      "Club staff (Pat, Pam)",
      "Various founding members & board"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "First Member Play Day – Carts, Tee‑Off & Louie’s Commentary",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "First Member Play Day – Carts, Tee‑Off & Louie’s Commentary",
    "start_time": "00:22:30",
    "end_time": "00:32:30",
    "summary": "Home‑video style footage shows rows of carts and members heading out for the inaugural member play day (timestamped 7/3/93). Louie Ellis and Harris Holt banter as they film carts rolling by, joking about “we got their cart” and calling late arrivals “the last two, but the most important.” On the first tee, James D. LaRosa hits “right down the middle,” followed by “JJ” (Jimmy Joe/LaRosa) hitting his first drive on his own golf course. Clergy (“Monsignor,” “Father Ken”) tee off, with Louie joking about aiming for the waterfall. Louie and Harris capture multiple groups on various tees and greens, narrating shots, distances, and mishaps with affectionate humor. The course’s dramatic features—waterfalls, stone walls, creeks, huge bunkers—are repeatedly framed as players test the new layout.",
    "characters": [
      "James D. LaRosa (probable)",
      "Jimmy LaRosa (probable, as JJ)",
      "Monsignor & Father Ken (clergy guests)",
      "Louie Ellis",
      "Harris Holt",
      "Various charter members"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "First Tee – James D. & JJ Play Their Own Course",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:25:30",
    "end_time": null,
    "summary": "On the first tee of the new course, James D. LaRosa hits “right down the middle,” followed by JJ (Jimmy Joe) hitting his first drive on the course he helped build. Louie’s commentary emphasizes that this is JJ’s first time playing his own golf course, making the moment feel like a personal culmination of years of work.",
    "characters": [
      "James D. LaRosa (probable)",
      "Jimmy LaRosa (probable)",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "On‑Course Play – Members, Bets & Friendly Needling",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "On‑Course Play – Members, Bets & Friendly Needling",
    "start_time": "00:32:30",
    "end_time": "00:42:30",
    "summary": "Louie and Harris roam the course, filming tee shots, approaches, and putts on holes 3, 4, 5, 6, 7, and 8. They call out players by name—Raymond Pizzillo, Sam Oliverio, Bobby Farrell, Ralph Sutton, Danny DeMarino—and describe lies, distances, and hazards (“Everything on this side of that stone wall is rough… there’s a little creek that runs down through there”). Friendly wagers are in play (“We’re playing for a quarter a hole; I’ve got him down one already”), and one player jokes that he withdrew his bet so he doesn’t owe a quarter. They tease each other about intimidation and “El Diablo” working on the first tee. The commentary is light, self‑deprecating, and full of inside jokes, capturing the club’s early social fabric as much as the golf.",
    "characters": [
      "Louie Ellis",
      "Harris Holt",
      "Raymond Pizzillo",
      "Sam Oliverio",
      "Bobby Farrell",
      "Ralph Sutton",
      "Danny DeMarino",
      "Jim Jamieson",
      "Various charter members"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Louie & Harris as ‘Cecil B. DeMille’ and ‘Otto Preminger’",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Louie & Harris as ‘Cecil B. DeMille’ and ‘Otto Preminger’",
    "start_time": "00:42:30",
    "end_time": "00:45:00",
    "summary": "In a playful on‑camera bit, two men—almost certainly Louie Ellis and Harris Holt—pose as famous directors “Cecil B. DeMille” and “Otto Preminger.” One says he’s been videoing the course since 1978 as a “non‑paid member” and praises James D. and Jimmy Joe as “two beautiful people.” The other calls the site “God’s country” and says he’s never had so much pleasure making a film. They joke about the camera still rolling and about this being “the only video you get in the world without charge, right Louie? As long as Nancy says okay, it’s okay.” This meta‑segment explicitly acknowledges the long‑term amateur documentation that underpins the archive.",
    "characters": [
      "Louie Ellis",
      "Harris Holt",
      "James D. LaRosa (mentioned)",
      "Jimmy LaRosa (mentioned)",
      "Nancy Ellis (mentioned)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Louie & Harris as ‘Cecil B. DeMille’ and ‘Otto Preminger’",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:43:30",
    "end_time": null,
    "summary": "Louie and Harris stage a mock interview as famous film directors, with Louie noting he’s been filming the course since 1978 as a “non‑paid member” and praising James D. and Jimmy Joe as “two beautiful people.” The bit is humorous but also reveals the depth of Louie’s long‑term commitment to documenting the project.",
    "characters": [
      "Louie Ellis",
      "Harris Holt",
      "James D. LaRosa (mentioned)",
      "Jimmy LaRosa (mentioned)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "More Member Golf – Par‑3s, Wild Pants & Course Features",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "More Member Golf – Par‑3s, Wild Pants & Course Features",
    "start_time": "00:45:00",
    "end_time": "00:52:30",
    "summary": "Louie continues filming on holes 4, 5, 7, and 17. He highlights a “beautiful par 3,” comments on Mike Delaney’s flamboyant pants, and notes distances (“Ray, 135 yards from here”). Shots into creeks, over stone walls, and from bunkers illustrate Pete Dye’s rugged design. Louie admires the clarity of the water and jokes about balls floating there. He films Jim Jamieson hitting a near‑perfect shot on a par‑3 and speculates about the first hole‑in‑one. The camera lingers on scenic vistas—lakes between holes, waterfalls, and long fairways—often just “so we want that to be on the film,” underscoring the desire to document the course’s beauty as much as the play.",
    "characters": [
      "Louie Ellis",
      "Jim Jamieson",
      "Raymond Pizzillo",
      "Mike Delaney",
      "Various charter members"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Closing Thanks from Louie & Nancy Ellis",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:50:30",
    "end_time": null,
    "summary": "Near the end of the day, Louie’s voice closes with a heartfelt sign‑off thanking James D. and Jimmy Joe LaRosa for the opening day and saying it “will always be remembered by all,” adding thanks and “God bless you” from himself, Nancy, their families, and friends. It encapsulates the gratitude and community spirit of the archive.",
    "characters": [
      "Louie Ellis",
      "Nancy Ellis (mentioned)",
      "James D. LaRosa (addressed)",
      "Jimmy LaRosa (addressed)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Congressman Alan Mollohan Praises Jimmy LaRosa",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:52:00",
    "end_time": null,
    "summary": "On camera at the lakeside event, Congressman Alan Mollohan speaks warmly about Jimmy LaRosa’s years of work and how meaningful the project has been to him. He says it feels good to see the vision coming to fruition and that Jimmy “deserves it,” while his son Andrew shyly answers questions about his golf and clinics.",
    "characters": [
      "Alan Mollohan",
      "Andrew Mollohan",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "On‑Course Interview with Congressman Alan Mollohan & Son",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "On‑Course Interview with Congressman Alan Mollohan & Son",
    "start_time": "00:52:30",
    "end_time": "00:55:00",
    "summary": "Later in the day, Louie or Harris interviews Congressman Alan Mollohan and his young son Andrew on camera. Mollohan praises Jimmy LaRosa’s long‑term commitment and says it’s nice to see the vision coming to fruition; he calls the landscape beautiful and predicts the course will be beautiful as well. Andrew, age 12, is asked his handicap and gives a non‑answer (“We’re still figuring it out”), prompting a joking aside about “that’s a politician for you.” Mollohan notes Andrew has taken junior clinics and looks forward to playing the course. This segment situates the club within a broader civic context and shows political support for the project.",
    "characters": [
      "Alan Mollohan",
      "Andrew Mollohan",
      "Louie Ellis",
      "Harris Holt",
      "Jimmy LaRosa (mentioned)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Lakeside Opening Dinner – Dignitaries, Bagpipers & Crowd",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Lakeside Opening Dinner – Dignitaries, Bagpipers & Crowd",
    "start_time": "00:55:00",
    "end_time": "01:05:00",
    "summary": "Evening footage shows a formal lakeside dinner in honor of the Pete Dye Golf Club opening. Long rows of white‑clothed tables and folded napkins are set; a large crowd of members, families, and dignitaries gathers near a pavilion. Harris Holt narrates that this is “the dinner in honor of the Pete Dye Golf Club opening up” and points out dignitaries, including Congressman Alan Mollohan. A Scottish pipe band from Pittsburgh—the Syria Highlanders—arrives in full tartan regalia. Members of the band introduce themselves on camera (Tom Murray, Stuart Ball, Charlie Gladich, Bob Gordy, Bill Pfeiffer, Bill Gordy) and note their national reputation and competition wins. The band then marches and plays around the first tee and lakeside banquet area as a formal speech (likely Jimmy LaRosa) is heard in voiceover, again recounting the 15‑year journey, Pete Dye’s absence and family retreat, and the role of “the great architect in the sky” and Mother Nature. Families with children, including a suited man holding a little girl in a floral dress, are repeatedly framed, emphasizing the multi‑generational nature of the celebration.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "Alan Mollohan",
      "Tom Murray",
      "Stuart Ball",
      "Charlie Gladich",
      "Bob Gordy",
      "Bill Pfeiffer",
      "Bill Gordy",
      "Harris Holt",
      "Louie Ellis",
      "Various members & families"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Children Learning Golf on the Tee",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "00:59:30",
    "end_time": null,
    "summary": "A toddler with a tiny club is helped by an adult woman on a tee box while other adults look on and laugh. The scene plays under narration about each hole feeling private and the course being “your favorite place,” visually tying the design philosophy to family experiences and future generations of golfers.",
    "characters": [
      "Various members & families"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Pipe Band Marches to the First Tee",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "01:00:44",
    "end_time": null,
    "summary": "The Syria Highlanders pipe band, in full tartan regalia, marches past the “1 PAR 4” tee marker and around the lakeside banquet area as a speech about the 15‑year journey and Pete Dye’s absence plays in voiceover. The visual pageantry and solemn music give the opening a ceremonial, almost sacred feel.",
    "characters": [
      "Tom Murray",
      "Stuart Ball",
      "Charlie Gladich",
      "Bob Gordy",
      "Bill Pfeiffer",
      "Bill Gordy",
      "Jimmy LaRosa (probable)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Fireworks Over the Club – July 3, 1993",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Fireworks Over the Club – July 3, 1993",
    "start_time": "01:05:00",
    "end_time": "01:12:30",
    "summary": "Nighttime footage (timestamps 10:26–10:56 PM, 7/3/93) shows an extended fireworks display over the property—large red and gold bursts, rising comets, and scattered star‑like patterns. Over parts of this, the same speech audio about the club’s history, Pete Dye’s regrets at not attending, and thanks to God and Mother Nature is heard, creating a symbolic overlay of celebration and reflection. The fireworks likely coincide with Independence Day weekend and the club’s opening festivities. The sequence then cuts indoors to a late‑night clubhouse party: balloons, people filming each other, and a warm, seated interview with an older white‑haired man in a white polo (likely Jimmy LaRosa or another senior leader) who reiterates the 15‑year story and future vision. The night ends with candid shots of a gray‑haired man holding a young girl with a white bow, underscoring the family dimension of the celebration.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "Pete Dye (discussed)",
      "Louie Ellis",
      "Various members & families"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Fireworks & Tribute to ‘The Great Architect in the Sky’",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "01:07:45",
    "end_time": null,
    "summary": "During a nighttime fireworks display on July 3, 1993, the speaker’s voice is heard thanking “the man above,” the “great architect in the sky,” and Mother Nature, and relaying Pete Dye’s praise for the property. The combination of fireworks and spiritual language elevates the club’s story beyond business into something almost mythic.",
    "characters": [
      "Jimmy LaRosa (probable)",
      "Pete Dye (discussed)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "On‑Course Interview with Older Leader in White Polo",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": null,
    "start_time": "01:11:50",
    "end_time": null,
    "summary": "In a quiet indoor interview, an older white‑haired man in a white polo (likely Jimmy LaRosa or another senior leader) calmly recounts the 15‑year project and emphasizes focusing on the future. He then recognizes Pete Dye, God, and Mother Nature. The intimate framing contrasts with the earlier public ceremony, giving a reflective, personal capstone to the narrative.",
    "characters": [
      "Jimmy LaRosa (probable)"
    ]
  },
  {
    "date_estimate": "1993",
    "title": "Closing Family Moments & Production Credit",
    "video": "PDGC_Opening_7-3-1993",
    "chapter": "Closing Family Moments & Production Credit",
    "start_time": "01:12:30",
    "end_time": "01:15:46",
    "summary": "The final minutes intercut more fireworks bursts with intimate indoor family scenes. A gray‑haired man in glasses holds a young blonde girl with a white bow as they smile at the camera in a fluorescent‑lit clubhouse room. The same man appears again as the fireworks audio/narration continues, visually tying the club’s public story to private family joy. The reel ends with a close‑up of the Ellis Productions business card, crediting Louis P. Ellis as producer/director and listing his Clarksburg address and services (weddings, anniversaries, meetings, film‑to‑video transfers). This explicitly identifies the amateur production source of much of the archive and closes the loop on Louie’s long‑running documentation of the Pete Dye Golf Club story.",
    "characters": [
      "Louie Ellis",
      "Jimmy LaRosa (probable)",
      "Various family members"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "1. Ellis Productions Title & Guest House Interior Tour Setup",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "1. Ellis Productions Title & Guest House Interior Tour Setup",
    "start_time": "00:00:00",
    "end_time": "00:02:30",
    "summary": "The tape opens with an Ellis Productions title card and business card crediting “Louis P. Ellis, Producer/Director.” It then cuts to the new Pete Dye Golf Club guest house, where Valerie Smith is introduced as the Atlanta‑based interior designer with roots in Harrison County. Louie explains he will “scan” the room while Valerie describes it. She explains that the room is for individual guests with private exterior access, points out the cherry armoire from Friendly Furniture in Fairmont, the table for in‑room coffee and work, two queen beds, and golf‑themed prints loaned from a member’s private collection. The camera documents the beds, artwork, and a functional bathroom with double vanity, shower, and private water closet.",
    "characters": [
      "Louie Ellis",
      "Valerie Smith",
      "Jimmy (Jim) LaRosa (voice introducing Valerie)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Valerie Smith’s Functional Guest Room Tour",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:00:44",
    "end_time": null,
    "summary": "Valerie explains that the guest room is for individual guests with private exterior access, points out the cherry armoire from Friendly Furniture in Fairmont, the in‑room table for coffee and work, and two queen beds beneath member‑loaned golf prints.",
    "characters": [
      "Valerie Smith",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "2. Guest House Bedrooms, Living Areas, and Member‑Contributed Décor",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "2. Guest House Bedrooms, Living Areas, and Member‑Contributed Décor",
    "start_time": "00:02:30",
    "end_time": "00:05:00",
    "summary": "The tour continues through additional guest rooms and common areas. Valerie emphasizes that the bathrooms are “very functional” with plenty of mirrors and can comfortably accommodate two people. Louie notes there are eight beautiful bedrooms in the guest house and that the two Connecticut guests they just interviewed will be staying there. The camera shows more beds, bathrooms, a checkerboard inlaid into a table, and an outdoor deck on both floors. From the deck, Louie films the back nine under construction/completion and praises the view, calling it “awesome” and marveling at the coal from the real Columbia Mine and the line of coal cars used as a course feature. He repeatedly praises “Mr. LaRosa, Jimmy Joe and the crew… Pete Dye, what a beauty you have created here in the hills of West Virginia.”",
    "characters": [
      "Louie Ellis",
      "Valerie Smith",
      "Jimmy (Jim) LaRosa (referenced)",
      "Pete Dye (referenced)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "3. Lakes, Back Nine Landscape & Mining Heritage Features",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "3. Lakes, Back Nine Landscape & Mining Heritage Features",
    "start_time": "00:05:00",
    "end_time": "00:07:30",
    "summary": "Louie documents one of the last man‑made lakes on the back nine, noting it is still filling and will be in play on October 1, 1994. He frames the course as a dream of the LaRosas that “Pete Dye came to the rescue” to realize. Scenic shots show ponds, fairways, wooded hills, and the line of coal cars that reference the site’s mining history. This B‑roll is intercut with or underlaid by Valerie’s continuing audio description of the guest house interiors, blending course scenery with hospitality details.",
    "characters": [
      "Louie Ellis",
      "Pete Dye (referenced)",
      "James D. LaRosa (referenced)",
      "Jimmy (Jim) LaRosa (referenced)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Louie’s Awe at the Back Nine & Coal Cars",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:05:40",
    "end_time": null,
    "summary": "From the guest house deck, Louie films the back nine and the line of coal cars, calling the view “awesome,” praising Mr. LaRosa, Jimmy Joe, and Pete Dye for creating such beauty in the hills of West Virginia, and noting the real coal from the Columbia Mine.",
    "characters": [
      "Louie Ellis",
      "James D. LaRosa (referenced)",
      "Jimmy (Jim) LaRosa (referenced)",
      "Pete Dye (referenced)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "4. Tent Setup, Breakfast Buffet & Opening‑Day Staff Introductions",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "4. Tent Setup, Breakfast Buffet & Opening‑Day Staff Introductions",
    "start_time": "00:07:30",
    "end_time": "00:10:00",
    "summary": "The date shifts to October 1, 1994. Early‑morning shots show large white tents, long banquet tables with white cloths, and a breakfast/refreshment setup near the course. Louie films the buffet line and jokes about hoping to get fed because he doesn’t get paid for video. He introduces several women working the opening: Julie Goodwin, Clarice Burkhammer, and Ann Hart. He teases one woman about hiding from the camera and captures candid smiles and nervousness. The atmosphere is anticipatory as staff finalize preparations for the back‑nine opening and member‑guest event.",
    "characters": [
      "Louie Ellis",
      "Julie Goodwin",
      "Clarice Burkhammer",
      "Ann Hart",
      "Carol Hart (appears slightly later)",
      "Chris (chef)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "5. Harris, the Harts & Breakfast Line Comedy",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "5. Harris, the Harts & Breakfast Line Comedy",
    "start_time": "00:10:00",
    "end_time": "00:12:30",
    "summary": "Louie continues around the breakfast area, introducing more staff. Carol Hart identifies herself and confirms Ann is her younger sister. Louie and Harris Holt joke about rearranging the jelly and butter correctly; Harris insists Louie “didn’t get this done correctly” so he and Ann had to fix it. Harris identifies himself on camera and directs Louie to “take a picture of this,” playing the bossy friend. Chef Chris is introduced at the grill. Louie repeatedly jokes about wanting proof that he got to eat and that the food is “on LaRose,” while Harris films him going through the line for a second helping. The segment ends with Louie filming a dramatic sunrise over the course, marveling at the rays and asking Harris to confirm how beautiful it is.",
    "characters": [
      "Louie Ellis",
      "Harris Holt",
      "Ann Hart",
      "Carol Hart",
      "Chris (chef)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Harris & Ann ‘Fix’ the Jelly and Butter",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:10:40",
    "end_time": null,
    "summary": "Harris Holt scolds Louie for not setting up the jelly and butter correctly and, with Ann Hart, rearranges the items while narrating what they’re doing. Louie laughs and calls it “always Harris telling me what to do.”",
    "characters": [
      "Harris Holt",
      "Ann Hart",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "6. Formal Lakefront Introduction & Sunrise Over the Course",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "6. Formal Lakefront Introduction & Sunrise Over the Course",
    "start_time": "00:12:30",
    "end_time": "00:15:00",
    "summary": "An older man in a light suit with a camera around his neck stands by a misty lake and delivers a formal on‑camera introduction: this is the showing of the new guest house at the official opening of Pete Dye Golf Club, owned by James D. and Jimmy Joe LaRosa, designed by Pete Dye, on October 1, 1994, filmed by Louie Ellis. This is intercut with scenic shots of waterfalls, ponds, and long lines of golf carts and guests assembling near the clubhouse. Louie later films the sunrise and fog over the lake, comparing the mist to “The Hounds of the Baskervilles,” while Harris explains that all the carts are for members and their guests teeing off on grand opening day, likely playing all 18 holes including the new back nine.",
    "characters": [
      "Louie Ellis",
      "Harris Holt",
      "Unidentified suited host by lake (possibly Harris in different attire)",
      "James D. LaRosa (referenced)",
      "Jimmy (Jim) LaRosa (referenced)",
      "Pete Dye (referenced)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Sunrise Over Pete Dye Golf Club",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:12:44",
    "end_time": null,
    "summary": "Louie films the sun rising over misty hills and the course, marveling at the rays and asking Harris if it isn’t beautiful. The timestamp and date are shown, anchoring the moment as the dawn of the official opening day.",
    "characters": [
      "Louie Ellis",
      "Harris Holt"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "7. Guest House Guests & First Occupants: Mark Tinsher & Phil Asmundsen",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "7. Guest House Guests & First Occupants: Mark Tinsher & Phil Asmundsen",
    "start_time": "00:15:00",
    "end_time": "00:17:30",
    "summary": "Inside or near the guest house, a club representative introduces two early arriving guests from Connecticut: Mark Tinsher (Stamford) and his guest Phil Asmundsen (Wilton). They got up at 5:30 to fly from New York. The host jokes that they don’t realize the honor—they are the first to stay in the guest house, and his own engagement was rescheduled to accommodate them for the second annual Men’s 1994 Member‑Guest and the inaugural opening of the back nine. There’s mention of a possible visit by Pete Dye depending on travel plans. Louie then shows the in‑room microwave, coffee pot, and stocked fridge for soft drinks, bottled water, snacks, and “a few beers,” joking about one guest being a part‑time preacher and not wanting to scare him. Louie notes there are eight bedrooms and that “when Jim does it, they do it right.”",
    "characters": [
      "Louie Ellis",
      "Mark Tinsher",
      "Phil Asmundsen",
      "Jimmy (Jim) LaRosa (host voice)",
      "Pete Dye (referenced)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "First Guest House Occupants from Connecticut",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:15:20",
    "end_time": null,
    "summary": "Mark Tinsher and Phil Asmundsen, who flew in early from New York, are told they are the first to stay in the guest house. The host jokes that his own engagement was rescheduled to accommodate them for the second annual Men’s Member‑Guest and the inaugural opening of the back nine.",
    "characters": [
      "Mark Tinsher",
      "Phil Asmundsen",
      "Jimmy (Jim) LaRosa",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "8. Member‑Guest Registration, Staff & Buffet Bar Details",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "8. Member‑Guest Registration, Staff & Buffet Bar Details",
    "start_time": "00:17:30",
    "end_time": "00:20:00",
    "summary": "Louie roams between the guest house deck, buffet, and bar areas, filming staff and early guests. He captures Pam (greeted with “Buongiorno”), Ike Winter, and others. Harris Holt and Ann Hart again rearrange jelly and butter, ribbing Louie. Louie introduces Carol Hart and confirms her relation to Ann. Chef Chris is again shown. A suited man (likely Bill Stines) and Jimmy LaRosa appear at the registration area; Jimmy is described as “decked out like a page out of Esquire” and jokes that he “slept in the bunker last night.” Bill Stines identifies himself as “a friend of Jimmy LaRose’s just here to help out.” Louie plugs “video is provided by Ellis Productions, Route 50, east on Bridgeport Hill.” A bar table with liquor, wine, and glasses is filmed, as well as fruit bowls and décor, underscoring the club’s hospitality.",
    "characters": [
      "Louie Ellis",
      "Harris Holt",
      "Ann Hart",
      "Carol Hart",
      "Pam (staff)",
      "Ike Winter",
      "Chris (chef)",
      "Bill Stines",
      "Jimmy (Jim) LaRosa"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "9. Mass Player Roll‑Call: Member‑Guest Teams & Hometowns",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "9. Mass Player Roll‑Call: Member‑Guest Teams & Hometowns",
    "start_time": "00:20:00",
    "end_time": "00:27:30",
    "summary": "A large portion of the tape is devoted to Louie standing on a tee or staging area and systematically filming every member‑guest pairing as they introduce themselves. Each duo gives names and hometowns: Mark Tinsher & Phil Asmundsen (CT), Parker Smith & Wally Uline, Jim Jackson & Bob DeMoss, Tim Dyer & Dave Hanna, Mickey Trevino & Jim Westfall, Marty Roach & Lou Guest, Glenn Adrian & Ken Jeskowicz, Alex Chang & Randy Resnick, Nick Johnson & Dave Watson, Ron Blankenship & Pat Weaver, Ed Heflin & Len Shirley, Paul Gabriel & George Petitti, Jerry Kendrick & Don C. (Albany, GA), Jeff Lawrenson & Dave Allman, Jack Muscaro & John Pignetti, and many more. Louie jokes about bank robberies when players mention Morgantown, teases about being “wanted in five states,” and notes that Louie Allman made a hole‑in‑one on number 7 with a 7‑iron and had to buy drinks for the house. The roll‑call continues with players from West Virginia, Pennsylvania, Ohio, Georgia, Illinois, Nebraska, Florida, Maryland, and beyond, illustrating the club’s reach and the scale of the event.",
    "characters": [
      "Louie Ellis",
      "Harris Holt (occasionally referenced)",
      "Dozens of named members & guests (various)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Mass Player Roll‑Call & Running Jokes",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:20:30",
    "end_time": null,
    "summary": "Louie stands on a tee and records dozens of member‑guest pairs introducing themselves and their hometowns. He jokes about bank robberies, being “wanted in five states,” and Irish names, while also noting a hole‑in‑one and players’ long travels.",
    "characters": [
      "Louie Ellis",
      "Multiple members & guests"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Kevin Dawson’s ‘Magician’ Bit",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:25:40",
    "end_time": null,
    "summary": "Kevin Dawson from Atlanta, introduced as Louie’s guest, pretends to push golf balls through someone’s body, demonstrating his “magician” skills for the camera.",
    "characters": [
      "Kevin Dawson",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "10. More Teams, Running Gags & Magician Interlude",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "10. More Teams, Running Gags & Magician Interlude",
    "start_time": "00:27:30",
    "end_time": "00:30:00",
    "summary": "The introductions continue with more teams: Bill Eggert & Fred Summers (who boast they will “definitely win this event”), Bob Mays & Vince Simonetti, Don Gracie & Bob Quinn, C.E. White & Scott Runyon, Paul Cox & Ben Amon, Richard Cicchetti & Pete Gabriel, Tom Douglas & Roger Lohosick, Jeff Smith & Dan Pickens (joking about not being the wealthy Dr. Pickens), Frank Mazey & Rodney LaRose (Rodney defends his partner as “a great man”), Dr. John Tucker & Mark Fentye, Hugh Staley & Dan Bonar, Manny Alvarez & Brian Mosser, Jeff Keester & David Alvarez, Dale Ramsburg & Brian Amon, and many more. Kevin Dawson from Atlanta, Louie’s guest, performs a quick “magician” bit, pretending to push golf balls through someone. Louie keeps up a patter of jokes about Irish names, political campaigns (Jimmy Kan running for House of Delegates), and players’ hometowns, while also noting special feats like Louie Allman’s hole‑in‑one.",
    "characters": [
      "Louie Ellis",
      "Kevin Dawson",
      "Rodney LaRose",
      "Frank Mazey",
      "Jimmy Kan",
      "Sam Kan",
      "Many additional members & guests"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "11. Afternoon Foursomes & On‑Course Portraits",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "11. Afternoon Foursomes & On‑Course Portraits",
    "start_time": "00:30:00",
    "end_time": "00:32:30",
    "summary": "Later in the day, Louie continues filming pairs and small groups on various tees and greens, now with timestamps around late morning and early afternoon. Players pose with clubs, sometimes in themed sweaters or bright outfits, and often joke or banter with Louie. Some are filmed mid‑swing or putting. The audio from Valerie’s guest‑house tour is sometimes overlaid on these visuals, indicating later editing or dubbing. The sequence shows the course in full use, with carts, fall foliage, and the new back nine in play, reinforcing the sense of a vibrant, well‑attended opening‑day tournament.",
    "characters": [
      "Louie Ellis",
      "Numerous unnamed or previously named golfers"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "12. Closing: James D. LaRosa’s On‑Camera Blessing & Thanks to Nancy",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": "12. Closing: James D. LaRosa’s On‑Camera Blessing & Thanks to Nancy",
    "start_time": "00:32:30",
    "end_time": "00:33:10",
    "summary": "Near the end, Louie announces, “We keep the best for last,” and turns the camera on James D. LaRosa. James jokingly calls himself “the chaplain” and says that every time he goes around there are three signs saying “Praise the Lord.” He identifies himself as “James D., Jimmy Joe’s dad,” and says he’s having a big, special day and is proud of the whole organization. Louie prompts him to say something to Nancy Ellis; James greets “Mrs. Nance” and thanks Nancy for her support and for making things more available to them. Louie then cuts back to the back nine, declaring, “There we are folks, on the back nine, the first official day opening of the Pete Dye Golf Club. Isn’t that beautiful?” The tape ends with wind noise and repeated comments about “a lot of wind,” underscoring the raw, documentary nature of the footage.",
    "characters": [
      "Louie Ellis",
      "James D. LaRosa",
      "Nancy Ellis (addressed, not on camera)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "James D. LaRosa’s Closing Blessing",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:32:40",
    "end_time": null,
    "summary": "James D. LaRosa calls himself “the chaplain,” identifies as “James D., Jimmy Joe’s dad,” and expresses pride in the big, special day. He greets Nancy Ellis and thanks her for her support, providing an emotional capstone to the opening‑day footage.",
    "characters": [
      "James D. LaRosa",
      "Louie Ellis",
      "Nancy Ellis (addressed)"
    ]
  },
  {
    "date_estimate": "1994",
    "title": "Declaration of the Back Nine’s First Official Day",
    "video": "PDGC_1994_Opening_of_the_back_nine_Bember-Guest",
    "chapter": null,
    "start_time": "00:32:55",
    "end_time": null,
    "summary": "Louie films the back nine and declares, “There we are folks, on the back nine, the first official day opening of the Pete Dye Golf Club. Isn’t that beautiful?” emphasizing the historic nature of the moment.",
    "characters": [
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Opening Ceremony, Invocation, and ‘Healthy West Virginia’ Toast",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Opening Ceremony, Invocation, and ‘Healthy West Virginia’ Toast",
    "start_time": "00:00:00",
    "end_time": "00:20:00",
    "summary": "The video opens on the 1995 Harrison County Chamber of Commerce annual dinner in a hotel/banquet hall. A color guard presents the colors, and Father King from All Saints Catholic Church in Bridgeport delivers an invocation blessing the community and those to be honored. The master of ceremonies (Executive Director Walter Barnes) then shifts to a humorous health‑themed segment, asking how many attendees can find skim or 1% milk in local stores and introducing a recurring ‘Healthy West Virginia’ toast. He and ‘Walter’ (or ‘Walt’) pledge to drink skim milk instead of wine to ‘save us both from cholesterol,’ joking that the program has been so successful they now ‘wear copper 50s.’ This sets a light, convivial tone while nodding to statewide health initiatives.",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "Father King",
      "Gary Bowden",
      "Dr. Fred (or Harry) Murray",
      "James D. LaRosa",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "‘Healthy West Virginia’ Skim‑Milk Toast",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": null,
    "start_time": "00:15:00",
    "end_time": null,
    "summary": "The emcee asks how many attendees can find skim or 1% milk in local stores, jokes that managers can’t keep it in stock, and introduces a ‘Healthy West Virginia’ toast. While others drink wine, he and ‘Walt’ pledge to drink skim milk to avoid cholesterol, joking that the program has been so successful they now ‘wear copper 50s.’",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "Gary Bowden"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Chamber Business, Introductions, and Board/Staff Recognition",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Chamber Business, Introductions, and Board/Staff Recognition",
    "start_time": "00:20:00",
    "end_time": "00:40:00",
    "summary": "The emcee and Chamber leadership formally recognize the head table, including President Gary Bowden, past president Dr. Murray, vice presidents Anthony Mancuso and Bob Kaplan, and other officers. Board members are asked to stand, identified by flowers on their lapels. Chamber staff Mary Beth (office manager) and Madeline Phillips (‘resident consultant’ and ‘First Lady of the Chamber’) are introduced and praised for their work. A representative from the Marion County Chamber (Charlie Reese) and political figures such as the mayor of Shinnston (Wanda Ashcraft), gubernatorial candidate David McKinley, and a representative from Congressman Alan Mollohan’s office are acknowledged. The emcee stresses the importance of small business membership and committee involvement, and thanks volunteers who organized the event.",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "Gary Bowden",
      "Dr. Fred (or Harry) Murray",
      "Mary Beth (office manager) & Madeline Phillips",
      "Bruce Carter"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Keynote Focus: Honoring Health‑Care Providers and Introducing Dr. Jacobson",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Keynote Focus: Honoring Health‑Care Providers and Introducing Dr. Jacobson",
    "start_time": "00:40:00",
    "end_time": "01:00:00",
    "summary": "The Chamber dedicates this year’s recognition theme to health‑care providers in Harrison County. Attendees associated with hospitals, clinics, and medical facilities are asked to stand and be thanked. Bruce Carter, President and CEO of United Hospital Center, speaks on behalf of the two local hospitals, emphasizing that the most important group to recognize are the frontline staff working three shifts a day, especially during blizzards when many stayed at the hospital for days. He then introduces Dr. Charles Jacobson, a physician and former President/CEO of Park Nicollet Medical Center in Minneapolis, now with SunHealth. Carter frames Minneapolis as the ‘laboratory’ of managed care and notes Jacobson’s West Virginia ties through training at WVU. Dr. Jacobson is invited to give a keynote on health‑care reform and managed care.",
    "characters": [
      "Bruce Carter",
      "Dr. Charles Jacobson",
      "Walter Barnes (MC / Executive Director)",
      "Gary Bowden"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Dr. Jacobson’s Health‑Care Reform Keynote (Slides: History, Problems, and Minnesota Model)",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Dr. Jacobson’s Health‑Care Reform Keynote (Slides: History, Problems, and Minnesota Model)",
    "start_time": "01:00:00",
    "end_time": "01:30:00",
    "summary": "Dr. Charles Jacobson delivers a detailed, slide‑supported talk on U.S. health care. He begins by acknowledging the complexity of the topic and joking about the political debate around health care and the Clintons. He stresses that health care has done ‘absolutely profoundly wonderful things’ for society but is now in crisis due to costs and access. Slides trace four historical drivers: individual freedom, a large country of small towns, employer‑based health insurance, and the creation of the National Institutes of Health. He explains how solo small‑town doctors were paid in kind, how employers in the 1940s used health insurance to retain workers, and how post‑WWII science (atomic bomb, air travel) led to NIH and explosive medical advances (pacemakers, bypass surgery, MRI, CAT scans, mammograms, transplants, artificial joints, cancer cures, modern hypertension and lipid drugs). Subsequent slides labeled ‘1995 Problems’ outline issues: science driving costs, doctors overwhelmed by knowledge and working in disconnected ‘cottage industry’ practices without integrated records, and insurance companies controlling costs despite limited clinical knowledge. Jacobson uses a ‘1953 Corvette’ analogy to illustrate the dysfunction of buying complex systems piecemeal with a third party paying the bills. He contrasts externally controlled systems (like national HMOs) with community‑built, internally controlled systems, arguing that communities should create integrated health‑care systems to keep control and profits local. He presents Minnesota’s experience: merging Park Nicollet and Group Health, integrating hospitals, reducing redundant technology (CTs, surgery centers, cancer centers), standardizing best practices among 3,000 physicians (including Mayo Clinic), and achieving 20% lower costs with high quality (e.g., low cardiovascular mortality). He concludes that American health care, if allowed to experiment, can become the envy of the world and a major export, and urges local business leaders to help build integrated, patient‑focused systems rather than cede control to distant corporations.",
    "characters": [
      "Dr. Charles Jacobson",
      "Bruce Carter",
      "Walter Barnes (MC / Executive Director)",
      "Gary Bowden"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Dr. Jacobson’s Minnesota Health Care Case Study",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": null,
    "start_time": "01:10:00",
    "end_time": null,
    "summary": "Dr. Charles Jacobson explains how Minnesota’s major employers pushed for change, leading Park Nicollet and Group Health to merge with hospitals and health plans to create an integrated system. He describes eliminating redundant CT scanners and surgery centers, standardizing best practices among 3,000 physicians (including Mayo Clinic), and achieving 20% lower costs with high quality outcomes.",
    "characters": [
      "Dr. Charles Jacobson",
      "Bruce Carter"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Optimism, Telemedicine, and Call to Local Action",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Optimism, Telemedicine, and Call to Local Action",
    "start_time": "01:30:00",
    "end_time": "01:40:00",
    "summary": "In the latter part of his talk, Dr. Jacobson discusses the need for integrated systems, robust information technology, and a shift from disease treatment to health promotion. He notes that technology that ‘bites us’ on cost can also help if used properly (e.g., ambulatory information systems, guidelines at the point of care, medical records in patients’ homes). He describes Minnesota’s reductions in hospital beds and costs without sacrificing quality, and mentions Park Nicollet’s low cardiovascular mortality. He outlines ‘future drivers’ of U.S. health care: individual rights, health vs. disease treatment, care systems vs. insurance systems, and human values vs. pure science. He expresses strong optimism that American medicine will innovate its way to being the envy of the world, with private enterprise exporting health‑care expertise. He references telemedicine and teleradiology as examples of emerging opportunities. Jacobson closes by stressing that ‘it is your health care system, it is your community,’ urging local businesspeople and citizens to create their own integrated systems rather than be controlled by distant entities like New York or L.A. The audience applauds, and the Chamber presents him with a ‘low‑cost health‑care package’ of West Virginia food products as a humorous thank‑you gift to take back to Carolina.",
    "characters": [
      "Dr. Charles Jacobson",
      "Bruce Carter",
      "Walter Barnes (MC / Executive Director)",
      "Gary Bowden"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Citizen of the Year: Honoring James D. LaRosa",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Citizen of the Year: Honoring James D. LaRosa",
    "start_time": "01:40:00",
    "end_time": "01:50:00",
    "summary": "After the keynote, the program moves into the recognition portion. Chamber President Gary Bowden (or another officer) invites the president, Gary Godwin/Bowden, to present the 1995 Harrison County Chamber of Commerce Citizen of the Year. The presenter reads an extensive citation describing the honoree: a loyal West Virginian, devoted Harrison Countian, and committed Clarksburger; graduate of Washington Irving High School and West Virginia University; successful coal businessman; former director of the Chamber, Lowndes Bank, and the WV Surface Mining and Reclamation Association; appointee to the WV Coal Commission; founder and former chairman of the WV Italian Heritage Festival. The honoree donated and built the WVU Hospital Medivac helipad and established a surgical research endowment. Numerous institutions—Harrison County YMCA, Wheeling College, United Hospital Center, Clarksburg Library, Humane Society, youth sports leagues, Upshur County schools, Buckhannon Fire Department, Fraternal Order of Police, and the Statue of Liberty restoration fund—are listed as beneficiaries of his generosity. Awards include a Doctor of Humane Letters from Salem College, nomination by Senator Byrd to the Presidential Christopher Columbus Quincentennial Jubilee Commission, Distinguished West Virginian honors from Governors Moore and Rockefeller, a Distinguished Service Award from the Clarksburg Arts Center, and an American Legion citation for support of baseball. The presenter then reveals that the Citizen of the Year is James D. LaRosa, noting that he built and developed East Point Shopping Center, recently finished the Pete Dye Championship Golf Course in Bridgeport, owns the Rose Garden Theater, and sold land for the WV Life Sciences Center and the future Robert C. Byrd High School. The audience gives a standing ovation. LaRosa comes to the podium, jokes that he won’t touch the microphone, and gives a brief, humble speech: he has lived all his life within a couple of miles of his high school and considers himself a ‘native son’; he thanks the Chamber and hopes he has helped the quality of life for all; he credits his parents’ love, support, and teaching for his success. The presenter calls the award ‘well deserved, long overdue.’",
    "characters": [
      "James D. LaRosa",
      "Gary Bowden",
      "Walter Barnes (MC / Executive Director)",
      "Dr. Fred (or Harry) Murray",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Citizen of the Year Award to James D. LaRosa",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": null,
    "start_time": "01:42:00",
    "end_time": null,
    "summary": "The Chamber presents its 1995 Citizen of the Year award to James D. LaRosa, citing his extensive civic, charitable, and business contributions, including building East Point Shopping Center, finishing the Pete Dye Championship Golf Course in Bridgeport, and supporting hospitals, schools, and cultural institutions. LaRosa gives a brief, heartfelt acceptance speech, calling himself a ‘native son’ and crediting his parents.",
    "characters": [
      "James D. LaRosa",
      "Gary Bowden",
      "Walter Barnes (MC / Executive Director)"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Executive Director’s Outstanding Small Business of the Year: Oliverio’s Italian Style Peppers",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Executive Director’s Outstanding Small Business of the Year: Oliverio’s Italian Style Peppers",
    "start_time": "01:50:00",
    "end_time": "02:05:00",
    "summary": "Executive Director Walter Barnes introduces the next award: the Executive Director’s Outstanding Small Business of the Year. He explains his background in big business and his realization, through Chamber work, that ‘in West Virginia, small business is big business,’ noting that about 70% of Chamber membership is small businesses (75 or fewer employees). He cites mission‑statement words—growth, stability, commitment, recognition of product/services, and community association—as criteria. He then describes the winning business without naming it at first: started in a small Glen Elk kitchen by a woman preparing peppers for her corner grocery; production grew from 65 bushels in two weeks to over 600 bushels in one day; expanded from the grocery kitchen to a large modern facility on Stiles Street (‘the Pepper Plant’) and a new administrative building on Ohio Avenue; workforce grew to 35–40 employees, more during peak canning; three generations of family involvement; major commitment to expansion announced the previous summer; products now on shelves across West Virginia and up and down the Atlantic seaboard, shipping to every state in the continental U.S. He then reveals the honoree: Oliverio’s Italian Style Peppers. Quoting Frank Oliverio about wanting to always do a job they can be proud of, Barnes praises the family and calls them an outstanding promotion for Harrison County. Frank and Mark Oliverio come up to accept; they modestly say neither is a speaker and simply thank the Chamber before returning to their seats. Barnes jokes that Frank hopes he doesn’t have to go back and cut peppers and ‘cut his finger off the way you said that.’",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "Frank Oliverio & Mark Oliverio",
      "Gary Bowden",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Executive Director’s Small Business of the Year: Oliverio’s Italian Style Peppers",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": null,
    "start_time": "01:50:00",
    "end_time": null,
    "summary": "Executive Director Walter Barnes tells the story of a family pepper business that grew from a Glen Elk kitchen to a modern plant and national distribution, then reveals Oliverio’s Italian Style Peppers as the 1995 Outstanding Small Business of the Year. Frank and Mark Oliverio accept the award modestly, thanking the Chamber and returning quickly to their seats.",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "Frank Oliverio & Mark Oliverio"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Ambassador of the Year and Closing Remarks",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": "Ambassador of the Year and Closing Remarks",
    "start_time": "02:05:00",
    "end_time": "02:20:00",
    "summary": "The final award is the Ambassador of the Year, normally presented by LaDonna Fox, chair of the Ambassadors Committee, but she is absent, so Walter Barnes reads hastily prepared remarks. He explains that the award goes to the person who best exemplifies the Chamber’s role in the community—visible at most Chamber functions (open houses, ribbon cuttings, business after hours, dedications, groundbreakings, and any event drawing two or more people). The recipient must be dedicated, willing to give time and effort to represent the Chamber. This year’s honoree is a retired gentleman who travels a lot but still makes special efforts to attend events. Barnes jokes that when people saw him and another man (Brett) in purple jackets, they might think they got a deal at Gabriel’s, but the jackets signify their role as Chamber ambassadors. He announces the Ambassador of the Year for 1995 as Mr. John Lowe (or Love), who comes forward wearing the same purple jacket. After this, Barnes notes that the program is at its end, thanks Walt Williams, Frank Abruzzini, and office staff for organizing the event, and encourages members to get involved in Chamber committees listed on the back of the program. He invites people to stop by the Chamber office at 348 West Main Street, promising coffee, candy from Mary Beth, or a smile from Madeline. He emphasizes that without members’ support and involvement, the Chamber is nothing, and closes with wishes for a safe trip home and ‘we’ll see you next year.’ The tape ends with an Ellis Productions title card crediting Louis P. Ellis as producer/director, confirming that Louie and Nancy Ellis documented the event.",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "John Lowe (or Love)",
      "Mary Beth (office manager) & Madeline Phillips",
      "Louie Ellis"
    ]
  },
  {
    "date_estimate": "1995",
    "title": "Ambassador of the Year: John Lowe",
    "video": "Harrison_Co__Chamber_of_Commerce_Citizen_of_the_Year_Award_1995_Presented_to_James_D__LaRosa-006",
    "chapter": null,
    "start_time": "02:08:00",
    "end_time": null,
    "summary": "In the absence of the Ambassadors Committee chair, Walter Barnes improvises remarks to present the Ambassador of the Year award. He describes the honoree as a retired gentleman who travels extensively yet still makes time to represent the Chamber at countless events, and jokes about their purple ambassador jackets. He announces Mr. John Lowe as the 1995 Ambassador of the Year.",
    "characters": [
      "Walter Barnes (MC / Executive Director)",
      "John Lowe (or Love)"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Nationwide Tour action at Pete Dye Golf Club – Par‑3s and D.A. Points’ surge",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": "Nationwide Tour action at Pete Dye Golf Club – Par‑3s and D.A. Points’ surge",
    "start_time": "00:00:00",
    "end_time": "00:20:00",
    "summary": "The broadcast opens in mid‑round coverage of the Nationwide Tour’s Pete Dye West Virginia Classic at Pete Dye Golf Club. Announcers focus on the difficulty of the par‑3s, especially the elevated 7th and 16th, noting all four par‑3s are playing over par. D.A. Points is highlighted as co‑leader and then solo leader, hitting every fairway and green, making multiple birdies in a row, and turning in 30 on the front nine to reach −13. Other players like Gavin Coles, Charles Warren, Doug LaBelle, Ryan Hietala, and Darron Stiles are shown hitting approaches, bunker shots, and putts on holes 7, 8, 9, 16, and 18. The mine portal between 6 and 7 is featured visually, with commentary about the site’s coal‑mining history and Pete Dye’s insistence on preserving mining artifacts. Commercials for Porsche, Medicus, and various consumer products are interspersed, but the core narrative is live tournament play and course description.",
    "characters": [
      "D.A. Points",
      "Darron Stiles",
      "Gavin Coles",
      "Charles Warren",
      "Doug LaBelle",
      "Ryan Hietala",
      "P.H. Horgan III",
      "Brian Anderson",
      "Kurt (analyst)",
      "Val Skinner",
      "Jerry Foltz",
      "Gary Grandstaff",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Mine portal feature – from coal to golf",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": null,
    "start_time": "00:05:30",
    "end_time": null,
    "summary": "Cameras travel through the dark No. 6 mine portal between the 6th and 7th holes, showing timbered tunnels and dim lights. Announcers explain that the LaRosa family initially wanted to cover up mining remnants, but Pete Dye insisted on keeping coal globs, mine cars, and portals as what makes the course special. They discuss responsible reclamation laws and call the course a hidden treasure and one of the best examples of reclaimed mining land in West Virginia.",
    "characters": [
      "Pete Dye",
      "James D. LaRosa",
      "Brian Anderson",
      "Kurt (analyst)"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "D.A. Points’ four straight birdies and front‑nine 30",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": null,
    "start_time": "00:10:30",
    "end_time": null,
    "summary": "A highlight package shows D.A. Points birdieing the 2nd, 3rd, 5th, 6th, 7th, and 8th holes. He stuffs wedges close, controls distance perfectly on elevated par‑3s, and rolls in every makeable putt. He turns in 30 and reaches −13, with 26 bogey‑free holes.",
    "characters": [
      "D.A. Points",
      "Brian Anderson",
      "Kurt (analyst)",
      "Jerry Foltz"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Nationwide Tour graduates’ success on the PGA Tour",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": null,
    "start_time": "00:18:30",
    "end_time": null,
    "summary": "A produced segment highlights Zach Johnson’s two Nationwide wins, Player of the Year honors, and subsequent PGA Tour victory at the BellSouth Classic, along with over $1.5M in earnings. Graphics show other 2003 Nationwide grads like Mark Hensby, Bo Van Pelt, and others surpassing $1M on the PGA Tour. The announcers draw parallels between Zach’s John Deere Classic experience and D.A. Points’ recent PGA Tour start, suggesting Points also “belongs” on the big tour.",
    "characters": [
      "Zach Johnson",
      "D.A. Points",
      "Brian Anderson",
      "Kurt (analyst)"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Commercial block and Golf Channel promos (Medicus, NMA, Open Championship Week)",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": "Commercial block and Golf Channel promos (Medicus, NMA, Open Championship Week)",
    "start_time": "00:20:00",
    "end_time": "00:32:30",
    "summary": "A long commercial and promo block interrupts live play. Ads include AJ Reveals the Truth About Golf, Gateway computers, American Century Championship, Golf Channel Video Vault, National Mining Association reclamation spots, BP cleaner fuels, Pioneer Investments, and various consumer products. Golf Channel promos for Open Championship Week at Royal Troon and Golf Central updates appear, with studio shots and leaderboards for the Open Championship and BC Open. These segments show how the Pete Dye event was packaged within broader Golf Channel programming and sponsor messaging, but contain no original on‑site club footage beyond scenic course shots used as ad backgrounds.",
    "characters": [
      "Mike Ritz"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Return to live coverage – D.A. Points’ bogey‑free streak and course as reclaimed mine",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": "Return to live coverage – D.A. Points’ bogey‑free streak and course as reclaimed mine",
    "start_time": "00:32:30",
    "end_time": "00:47:30",
    "summary": "Coverage returns to Pete Dye Golf Club. D.A. Points continues his bogey‑free run to 26 holes at −13, with Jerry Foltz describing a delicate bunker shot on 9 and the soft, recently replaced sand. Announcers praise his new, shorter backswing and improved accuracy, breaking down his swing in slow motion. Darron Stiles climbs to −9 with solid iron play and putting, while Nick Cassini, Jason Caron, Bobby Kalinowski, and others hover around the cut line. A feature segment explicitly frames the course as a reclaimed strip mine and coal site, with the mine portal, coal cars, and the “Pittsburgh Seam” referenced. The LaRosa family’s initial desire to cover mining remnants is contrasted with Pete Dye’s insistence on leaving them as defining features. The term “responsible reclamation” is used, and the National Mining Association is mentioned as a sponsor. The course is called a “hidden treasure” and “18 of [Pete Dye’s] most memorable holes.”",
    "characters": [
      "D.A. Points",
      "Darron Stiles",
      "Nick Cassini",
      "Jason Caron",
      "Bobby Kalinowski",
      "Gavin Coles",
      "Brian Anderson",
      "Kurt (analyst)",
      "Val Skinner",
      "Jerry Foltz",
      "Pete Dye",
      "James D. LaRosa"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Charles Warren’s disaster at 18",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": null,
    "start_time": "00:42:00",
    "end_time": null,
    "summary": "Charles Warren, having played four birdies and one bogey, faces a treacherous downhill third shot at 18. His ball rolls too far, then his fourth shot from a tricky lie also runs down a hump, leaving a difficult bogey putt. He misses and takes a double bogey, dropping to −4 for the tournament. Announcers stress the importance of at least saving bogey when making the turn.",
    "characters": [
      "Charles Warren",
      "Brian Anderson",
      "Kurt (analyst)"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Studio updates, Nationwide Tour graduate profiles, and external leaderboards",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": "Studio updates, Nationwide Tour graduate profiles, and external leaderboards",
    "start_time": "00:47:30",
    "end_time": "01:05:00",
    "summary": "The broadcast periodically cuts to Golf Central updates from Orlando, where Mike Ritz reports on the Open Championship at Royal Troon (Skip Kendall leading, Levet, Singh, Els, Montgomerie) and the BC Open (John Morgan, Daniel Chopra, Kevin Stadler). Produced vignettes highlight Nationwide Tour graduates like Zach Johnson, Bo Van Pelt, and others who have surpassed $1M on the PGA Tour. Leaderboards for the Open and BC Open appear, as do graphics showing Nationwide Tour grads’ PGA Tour money lists. These segments contextualize the Pete Dye West Virginia Classic within the broader professional golf ecosystem and underscore the Nationwide Tour’s role as a pipeline to the PGA Tour. Meanwhile, the Pete Dye leaderboard is updated frequently, showing D.A. Points at −13, Bryce Molder at −11, and a deep field around the −1/−2 cut line.",
    "characters": [
      "Mike Ritz",
      "Zach Johnson",
      "Bo Van Pelt",
      "Kevin Stadler",
      "D.A. Points",
      "Bryce Molder",
      "Nick Watney"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Deep dive into Pete Dye Golf Club – mining heritage, design praise, and future ambitions",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": "Deep dive into Pete Dye Golf Club – mining heritage, design praise, and future ambitions",
    "start_time": "01:05:00",
    "end_time": "01:17:30",
    "summary": "Announcers deliver a more reflective segment on Pete Dye Golf Club itself. They describe the property’s evolution from an Indian campground to a strip mine and now to a “masterpiece of a golf course.” The mine portal between 6 and 7 is shown, along with coal cars and the “Pittsburgh Seam” of coal. They note that Pete Dye insisted on keeping mining remnants visible, calling the course 18 of his most memorable holes. Pete Dye is said to have been on site earlier in the week for the pro‑am, and the commentators speculate about the course’s future, suggesting that if it hosts other events beyond the Nationwide Tour, the setup would be much firmer and faster (rain has made conditions soft this week). They discuss responsible reclamation laws in West Virginia and praise the LaRosa family’s vision and the course as one of the best examples of reclaimed mining land. Throughout, D.A. Points’ performance remains central, with questions about whether he will “run away and hide” given his 30 on the front nine and −13 total.",
    "characters": [
      "Pete Dye",
      "James D. LaRosa",
      "D.A. Points",
      "Brian Anderson",
      "Kurt (analyst)",
      "Jerry Foltz"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Bobby Kalinowski’s clutch birdie at 15",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": null,
    "start_time": "01:10:15",
    "end_time": null,
    "summary": "Hovering around the cut line at −1, Bobby Kalinowski hits a lay‑up close to the hazard on the par‑5 15th, then plays a precise third shot and converts the birdie putt to move to −2. Announcers note that he and his brother Tom are one of the brother combinations on tour and that this birdie helps him get inside the cut.",
    "characters": [
      "Bobby Kalinowski",
      "Val Skinner",
      "Brian Anderson"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Analysts praise Pete Dye Golf Club as a masterpiece",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": null,
    "start_time": "01:16:00",
    "end_time": null,
    "summary": "During a reflective segment, the booth calls Pete Dye Golf Club “a masterpiece of a golf course” and quotes Pete Dye as saying it’s 18 of his most memorable holes. They recount that the property was once an Indian campground and strip mine, and now hosts a top‑tier course with big dreams and plans for future events. They note that rain softened conditions this week, but in future they’d want a firm, fast setup.",
    "characters": [
      "Pete Dye",
      "Brian Anderson",
      "Kurt (analyst)"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Closing stretch of second round and broadcast sign‑off",
    "video": "Disc_III_Pete_Dye_WV_Classic_July_15_16_2004",
    "chapter": "Closing stretch of second round and broadcast sign‑off",
    "start_time": "01:17:30",
    "end_time": "01:25:00",
    "summary": "The final portion of the broadcast window shows late‑afternoon play as players try to make the cut at −1/−2 and chase D.A. Points. Johnson Wagner, Nick Cassini, Jason Caron, Dave Stockton Jr., Bobby Kalinowski, and others hit approaches and putts on holes 14–18. Charles Warren’s double bogey at 18 is shown in detail, including his difficult third and fourth shots and the importance of holing a bogey putt to avoid a double. Darron Stiles remains at −9, four back of Points, with commentators praising his hunger to return to the PGA Tour. The cut line hovers at −1, with many players still on the course. Brian Anderson closes the show by promoting next day’s third‑round coverage at a new time (5 p.m. Eastern) and asking, “How low can D.A. Points go?” before signing off for the day.",
    "characters": [
      "D.A. Points",
      "Darron Stiles",
      "Nick Cassini",
      "Jason Caron",
      "Dave Stockton Jr.",
      "Bobby Kalinowski",
      "Charles Warren",
      "Brian Anderson",
      "Kurt (analyst)",
      "Val Skinner",
      "Jerry Foltz"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Telecast Opening & Course Introduction",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Telecast Opening & Course Introduction",
    "start_time": "00:00:00",
    "end_time": "00:05:00",
    "summary": "The Golf Channel opens its coverage of the inaugural Pete Dye West Virginia Classic, introducing Pete Dye Golf Club as a par‑72, 7,200‑yard “mountain retreat” and “hidden treasure” now on the Nationwide Tour schedule. Brian Anderson and Kurt Byram in the booth describe the course as visually spectacular and intimidating, note that it’s the only course bearing Pete Dye’s name, and highlight the reclaimed coal‑mine setting. They introduce key storylines: D.A. Points’ surprising 65, Nick Cassini’s 66, Darron Stiles’ 66, and Australian Paul Gow’s three playoff losses without a win. Early highlight packages show birdies and strong play from Greg Bruckner, Tom Scherrer, Troy Matteson, D.A. Points, Nick Cassini, and Mario Tiziani, while a conditions graphic notes soft greens, light wind, and 70°F temperatures.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "D.A. Points",
      "Nick Cassini",
      "Darron Stiles",
      "Greg Bruckner",
      "Tom Scherrer",
      "Troy Matteson",
      "Mario Tiziani",
      "Paul Gow"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "D.A. Points’ 65 Sets the Pace",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "00:02:30",
    "end_time": null,
    "summary": "D.A. Points fires a 7‑under 65 in soft, calm morning conditions, surprising commentators who expected Pete Dye Golf Club to play tougher. His round includes multiple birdies and no major mistakes, establishing the target score for the field.",
    "characters": [
      "D.A. Points",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Greg Bruckner’s Four Straight Birdies and 30 on the Front",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "00:03:00",
    "end_time": null,
    "summary": "Greg Bruckner strings together four consecutive birdies, then hits his second shot at 18 to within a foot and converts to turn in 30 with six birdies and no bogeys. The booth highlights his aggressive drive down the left near the hazard and precise approach.",
    "characters": [
      "Greg Bruckner",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Front‑Nine Highlights & Early Scoring",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Front‑Nine Highlights & Early Scoring",
    "start_time": "00:05:00",
    "end_time": "00:20:00",
    "summary": "On‑course reporters Jerry Foltz and Val Skinner join, following groups that include Ryuji Imada, Paul Gow, Scott Gump, Hunter Haas, Franklin Langham, Scott Gutschewski, and others. Highlights show Imada’s precise irons, Gow’s aggressive but erratic play, and Gump’s conservative fairway‑wood strategy. Mario Tiziani birdies the tough par‑3 16th; Bryce Molder continues his hot streak with birdies at 14–16; D.J. Trahan and Ty Tryon are shown taking advantage of drivable par‑4s and reachable par‑5s. The booth notes that soft greens and minimal wind are allowing lower scores than expected, with 40–60 players under par. Leaderboards are repeatedly shown, with D.A. Points at -7, Cassini and Stiles at -6, and a large pack at -3 to -4.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "Ryuji Imada",
      "Paul Gow",
      "Scott Gump",
      "Hunter Haas",
      "Franklin Langham",
      "Scott Gutschewski",
      "Bryce Molder",
      "D.J. Trahan",
      "Ty Tryon",
      "Mario Tiziani",
      "Troy Matteson"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Mario Tiziani’s Birdie at the Brutal 16th",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "00:06:30",
    "end_time": null,
    "summary": "Mario Tiziani, a Monday qualifier and Steve Stricker’s brother‑in‑law, hits a strong tee shot on the 209‑yard par‑3 16th and holes the uphill birdie putt, briefly reaching -5 before a bogey‑bogey finish. The booth notes the hole can be stretched to 240+ yards and praises his 20 putts through 16 holes.",
    "characters": [
      "Mario Tiziani",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Scott Gutschewski’s Power and Touch",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "00:18:00",
    "end_time": null,
    "summary": "Described as a “corn‑fed Nebraskan” with a 305‑yard average, Gutschewski unleashes long drives on par‑5s, then shows finesse with wedges and putts. He reaches the par‑5 8th in two, nearly makes eagle, and converts back‑to‑back birdies at 8 and 9 to reach -2 at the turn.",
    "characters": [
      "Scott Gutschewski",
      "Jerry Foltz",
      "Val Skinner",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Course Architecture, Coal‑Mine Heritage & LaRosa–Dye Story",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Course Architecture, Coal‑Mine Heritage & LaRosa–Dye Story",
    "start_time": "00:20:00",
    "end_time": "00:32:00",
    "summary": "Between live shots and highlights, the booth delves into the course’s 15‑year construction on a reclaimed coal mine. Byram explains that the LaRosa family assembled the land in 1979 and gave Pete Dye unusual creative freedom, resulting in what Dye considers his favorite project. They describe how the owners initially wanted to erase coal‑mining remnants, but Dye insisted on keeping coal gobs, tipples, and shafts, saying he wouldn’t return if they were removed. Camera shots linger on the coal tipple, mine shafts, tunnels, and strip‑mine scars integrated into holes like the par‑3 7th and the dramatic 18th. The commentators emphasize that the LaRosas were in no hurry, wanting every hole to be special, and that the club now has about 500 members from 27 states and five countries, functioning as a national retreat.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Bryce Molder’s Run of Four Straight Top‑10s",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "00:22:00",
    "end_time": null,
    "summary": "Bryce Molder, who started the year with no status, is highlighted for playing his way onto the tour via Monday qualifiers and sponsor exemptions. He continues his hot streak with birdies at 14, 15, and 16, showing confident wedge play and putting.",
    "characters": [
      "Bryce Molder",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Pete Dye’s Coal‑Mine Aesthetic Preserved",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "00:25:30",
    "end_time": null,
    "summary": "The broadcast shows coal tipples, shafts, strip‑mine scars, and a tunnel between the 6th and 7th holes while Byram explains that the LaRosa family wanted to erase the mining remnants, but Pete Dye insisted they be kept, saying he wouldn’t come back otherwise. The result is praised as unique, picturesque, and visually stimulating.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "James D. LaRosa",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Mid‑Round Live Coverage: Key Groups & Scoring Moves",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Mid‑Round Live Coverage: Key Groups & Scoring Moves",
    "start_time": "00:32:00",
    "end_time": "00:55:00",
    "summary": "Live coverage focuses on several feature groups. The Imada–Gow–Gump group is followed closely: Imada hits strong irons but struggles with putts; Gow scrambles for pars with creative recoveries; Gump plays steady, conservative golf. Hunter Haas navigates the picturesque par‑3 7th (reached via a coal‑mine tunnel) and the reachable par‑5 8th, where he lags a long eagle putt. Franklin Langham battles early bogeys but shows touch with pitches and putts at 3, 5, 8, and 9. Scott Gutschewski, the “big man from Omaha,” uses his length to reach par‑5s in two and makes back‑to‑back birdies to reach -2. Bryce Molder continues his run of four straight top‑10s with birdies at 14, 15, and 16. The booth repeatedly notes that all four par‑3s are playing over par and will be difficult every day.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "Ryuji Imada",
      "Paul Gow",
      "Scott Gump",
      "Hunter Haas",
      "Franklin Langham",
      "Scott Gutschewski",
      "Bryce Molder",
      "Stephen Gangluff",
      "Kyle Thompson"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Golf Central Updates: Open Championship & B.C. Open",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Golf Central Updates: Open Championship & B.C. Open",
    "start_time": "00:55:00",
    "end_time": "01:05:00",
    "summary": "Several cutaways to Golf Central in Orlando, hosted by Mike Ritz, provide updates from the 133rd Open Championship at Royal Troon and the PGA Tour’s B.C. Open. Ritz reports Paul Casey and Thomas Levet leading at -5, with Michael Campbell, K.J. Choi, Vijay Singh, Ernie Els, Retief Goosen, John Daly, Tiger Woods, Phil Mickelson, and others at various scores. He also announces the death of former PGA Tour player Jeff Julian from ALS and recalls his courage in playing Q‑School and Tour events after diagnosis. Another graphic shows Nationwide Tour graduates (Jason Bohn, Tom Carter, Lucas Glover, Tommy Tolles, Craig Bowden, Jason Dufner, Ted Purdy, Vaughn Taylor, Blaine McCallister, Tripp Isenhour, Guy Boros) performing well at the B.C. Open, reinforcing the Nationwide Tour as a pipeline to the PGA Tour.",
    "characters": [
      "Mike Ritz",
      "Brian Anderson",
      "Kurt Byram",
      "Jeff Julian",
      "Jason Bohn",
      "Tom Carter",
      "Lucas Glover",
      "Tommy Tolles",
      "Craig Bowden",
      "Jason Dufner",
      "Ted Purdy",
      "Paul Casey",
      "Thomas Levet",
      "Michael Campbell",
      "K.J. Choi",
      "Vijay Singh",
      "Ernie Els",
      "Retief Goosen",
      "John Daly",
      "Tiger Woods",
      "Phil Mickelson",
      "Ben Curtis",
      "Darren Clarke"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Player Profiles, Trivia & Alumni Stories",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Player Profiles, Trivia & Alumni Stories",
    "start_time": "01:05:00",
    "end_time": "01:20:00",
    "summary": "The telecast includes lighter feature content and alumni profiles. Jerry Foltz hosts a “Teed Up” trivia segment with Todd Demsey, asking pop‑culture and golf questions (Eddie Murphy’s character in Trading Places, first internationally famous board game, capital of West Virginia, Masters champion who was 1998 Q‑School medalist, etc.), scoring answers as birdies or bogeys. A profile graphic highlights John Daly’s path from Nationwide Tour (9th on money list) to winning the 1991 PGA and 1995 Open. The booth also discusses other Nationwide alumni like Mark Hensby, who just won on the PGA Tour, and notes his controversial decision to skip the Open Championship. Throughout, they emphasize that many current PGA Tour winners and major champions came through this tour, reinforcing the tagline “where the future is playing now.”",
    "characters": [
      "Jerry Foltz",
      "Todd Demsey",
      "Brian Anderson",
      "Kurt Byram",
      "John Daly",
      "Mark Hensby"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Late‑Afternoon Conditions & Course Philosophy",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Late‑Afternoon Conditions & Course Philosophy",
    "start_time": "01:20:00",
    "end_time": "01:32:00",
    "summary": "As the afternoon wave progresses, Anderson and Byram discuss how soft greens and light winds have made the course more scoreable than locals expected, but note that when it firms up, Pete Dye’s undulating greens will be far more punishing. They explain that the LaRosas gave Dye nearly 15 years and full creative freedom, unusual in golf architecture, and that Dye refused to accept some suggested changes. They describe the 18th as a dramatic finishing par‑4 where players can’t see the green from the fairway, adding psychological difficulty. They also highlight the par‑3 13th with a severe ridge and the par‑3 4th as one of the toughest holes, where three is a good score. Leaderboards show D.A. Points at -7, Cassini and Stiles at -6, and a large pack at -3 to -4, with about 60 players under par. The course’s reclaimed‑mine visuals (coal tipple, shafts, strip‑mine scars) are repeatedly shown and praised as “unique, picturesque, and visually stimulating.”",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "James D. LaRosa",
      "Jimmy LaRosa",
      "Pete Dye",
      "D.A. Points",
      "Nick Cassini",
      "Darron Stiles"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Ongoing Live Coverage & Scoring Stories",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Ongoing Live Coverage & Scoring Stories",
    "start_time": "01:32:00",
    "end_time": "01:47:30",
    "summary": "Live coverage continues to follow key players through the middle and late holes. Hunter Haas navigates bunker‑to‑bunker trouble at 9 but nearly pulls off a “double sandy.” Franklin Langham uses his putting strength from the fringe to save par and later makes his first birdie at 8 to offset earlier bogeys. Scott Gutschewski converts back‑to‑back birdies to reach -2 at the turn. Ryuji Imada hits strong second shots into par‑5s but struggles to convert eagle and birdie putts, missing several to the right despite working on a straight‑back, straight‑through stroke with a putting track. Paul Gow continues a roller‑coaster round, hitting excellent wedges (e.g., 103 yards at 8) but also finding deep rough and bunkers, “inventing new ugly ways to make par.” Bryce Molder, Hunter Haas, Ty Tryon, and others are shown taking advantage of reachable par‑5s and drivable par‑4s, while the booth notes that afternoon wind is picking up and making scoring slightly tougher than in the morning.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "Hunter Haas",
      "Franklin Langham",
      "Scott Gutschewski",
      "Ryuji Imada",
      "Paul Gow",
      "Bryce Molder",
      "Ty Tryon",
      "Stephen Gangluff",
      "Kyle Thompson"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Ryuji Imada’s Aggressive Second at the 8th",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "01:38:30",
    "end_time": null,
    "summary": "From 219 yards on the par‑5 8th, Imada takes an aggressive line with his second shot despite ball‑above‑feet lie and severe right‑to‑left fairway slope. He holds the green in a low spot about 15 feet left of the hole, setting up an eagle chance and showcasing his iron prowess.",
    "characters": [
      "Ryuji Imada",
      "Jerry Foltz",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Hunter Haas’ Long Eagle Try at the 8th",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "01:39:30",
    "end_time": null,
    "summary": "From “another zip code” at about 60 feet, Hunter Haas lags an eagle putt on the par‑5 8th that breaks multiple ways. He leaves it just short but secures an easy birdie, prompting praise for his lag putting and body language that shows both frustration and satisfaction.",
    "characters": [
      "Hunter Haas",
      "Val Skinner",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Franklin Langham’s Fringe Putting Saves",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "01:46:00",
    "end_time": null,
    "summary": "Langham, described as strong with the putter, repeatedly chooses to putt from the fringe rather than chip, including a key up‑and‑down at 9. Val Skinner notes that putting from the short fringe is often the smarter play, and Langham’s touch finally shows after a rusty stretch.",
    "characters": [
      "Franklin Langham",
      "Val Skinner",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Golf Central Update & Wrap‑Around Context",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": "Golf Central Update & Wrap‑Around Context",
    "start_time": "01:47:30",
    "end_time": "01:59:51",
    "summary": "Another Golf Central update from Mike Ritz revisits the Open Championship leaderboard, noting that a third player (Alastair Forsyth) has joined Casey and Levet at -5, with Vijay Singh at -3 and big names like Tiger Woods, Davis Love III, and Phil Mickelson at or around par. Ritz recounts Darren Clarke’s double bogey at 18 after going out of bounds. Back at Pete Dye, the booth continues to emphasize the course’s long gestation (land assembled in 1979, course finished in 1994) and the LaRosas’ patience in letting Dye “do exactly what he wanted with every hole.” They reiterate that Dye considered this his favorite project, partly because of that creative freedom. Live shots show Jimmy Walker flirting with Simpson Creek at 18, Hunter Haas nearly holing a bunker shot at 9, and Franklin Langham choosing to putt from the fringe rather than risk a wedge, demonstrating his putting strength. The segment ends with a comprehensive leaderboard rundown, showing players from -7 down through +5 and reinforcing how many Nationwide Tour alumni are now succeeding on the PGA Tour and in majors.",
    "characters": [
      "Mike Ritz",
      "Brian Anderson",
      "Kurt Byram",
      "Jimmy Walker",
      "Hunter Haas",
      "Franklin Langham",
      "D.A. Points",
      "Nick Cassini",
      "Darron Stiles",
      "Greg Bruckner",
      "Tom Scherrer",
      "Brett Wetterich",
      "Mark Wurtz",
      "Paul Gow",
      "Ty Tryon",
      "Scott Gutschewski"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Scott Gutschewski’s Back‑to‑Back Birdies to -2",
    "video": "Disc_I__Pete_Dye_WV_Classic_July_15_16_2004-020",
    "chapter": null,
    "start_time": "01:57:00",
    "end_time": null,
    "summary": "After a solid front nine of mostly pars, Gutschewski makes his first birdie at 8, then hits a wedge to about two feet at the 9th and converts for back‑to‑back birdies, reaching -2. The booth notes he has “plugged along” hitting many good shots and that the birdies finally start to fall.",
    "characters": [
      "Scott Gutschewski",
      "Val Skinner",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Commercial Block & Return to Nationwide Tour Coverage",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Commercial Block & Return to Nationwide Tour Coverage",
    "start_time": "00:00:00",
    "end_time": "00:07:30",
    "summary": "The video opens in the middle of a Golf Channel commercial block: ads for golfdiscount.com (Adams GT 363 drivers and Tight Lies fairway woods), Fidelity Active Trader Services, and Dave Pelz’s putting DVD play over generic golf imagery. The broadcast then transitions back to Nationwide Tour coverage, showing Jimmy Walker’s missed birdie at 18 and Paul Gow’s bunker shot and resulting birdie putt at the 9th. Early leaderboard graphics identify the event as the Pete Dye West Virginia Classic, with D.A. Points leading after a 65. The visuals and audio confirm this is a televised Nationwide Tour event at Pete Dye Golf Club, not raw club-shot footage.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "Jimmy Walker",
      "Paul Gow",
      "D.A. Points"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Feature on the Abandoned Mine Tunnel Behind the 6th Green",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": null,
    "start_time": "00:05:30",
    "end_time": null,
    "summary": "A narrated feature describes how coal mining underlies the Pete Dye Golf Club property and shows the abandoned mine tunnel behind the 6th green. The camera moves through the timbered entrance and down the cool, dim corridor, with a sign reading “ABANDONED AREA #2 NORTH – DO NOT PROCEED.” The narration notes that the tunnel is about a dozen degrees cooler and is a unique way to walk from the 6th to the 7th.",
    "characters": []
  },
  {
    "date_estimate": "2004",
    "title": "Front-Nine Action & Course/Mine Feature",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Front-Nine Action & Course/Mine Feature",
    "start_time": "00:07:30",
    "end_time": "00:15:00",
    "summary": "Coverage cycles through multiple players on the front nine: Ryuji Imada’s precise iron at the 9th, Mark Wurtz’s strong play at the 12th, Brad Adamonis’ blind second shot at 18 (a Pete Dye design feature where the flag is hidden), and others. A narrated feature segment highlights the coal-mining heritage of West Virginia and the abandoned mine tunnel behind the 6th green at Pete Dye Golf Club, emphasizing the course’s unique integration of mining history. Commercials for Porsche, MAC Burrows drivers, Open Championship Week, PlayGolfAmerica, and various sponsors intersperse the golf action.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "Ryuji Imada",
      "Mark Wurtz",
      "Brad Adamonis",
      "D.A. Points"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Nationwide Tour Round 1 Highlights & Leaderboard Context",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Nationwide Tour Round 1 Highlights & Leaderboard Context",
    "start_time": "00:15:00",
    "end_time": "00:25:00",
    "summary": "The broadcast settles into a rhythm of showing live shots and taped highlights from the first round: D.A. Points’ 65, Nick Watney’s course-record 63, Bryce Molder’s birdie run, and strong play from players like Warren Schutte, Jeff Gove, and others. The commentators praise Pete Dye Golf Club’s design and the LaRosa family’s role in developing a first-class venue. Multiple leaderboard graphics show the depth of the field and the cut line at -1. Golf Central updates and Open Championship promos appear, along with sponsor IDs for Nationwide, West Virginia Tourism, National Mining Association, Cleveland Golf, Srixon, and others. The course’s coal cars and mine remnants are shown as part of the club’s visual identity.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "D.A. Points",
      "Bryce Molder",
      "Nick Watney",
      "Warren Schutte",
      "Jeff Gove",
      "Pete Dye"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Second-Round Coverage: D.A. Points, Molder, Watney in Contention",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Second-Round Coverage: D.A. Points, Molder, Watney in Contention",
    "start_time": "00:25:00",
    "end_time": "00:40:00",
    "summary": "The telecast moves into live second-round coverage. D.A. Points continues his strong play, making birdies at 2, 3, 5, and 6 to reach -10 and tie Bryce Molder at the top. Highlights show Molder’s birdies at 6, 8, 9, and 12, and Watney’s birdie at 18 and eagle try at 8. The commentators discuss how soft conditions and lack of wind have made Pete Dye Golf Club “ripe for scoring,” noting that Pete Dye himself might be uneasy about the low scores. They also emphasize the course’s strategic demands, such as the blind 18th approach and the multi-contoured 17th green. Numerous other players—Paul Gow, Ryuji Imada, Mark Wurtz, Hunter Haas, Franklin Langham, Scott Gutschewski, Todd Demsey, Jeff Gove, Kevin Johnson, Ty Tryon, Bill Lunde, Charles Warren—are shown hitting approaches and putts, illustrating the course’s variety and difficulty.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "D.A. Points",
      "Bryce Molder",
      "Nick Watney",
      "Paul Gow",
      "Ryuji Imada",
      "Mark Wurtz",
      "Hunter Haas",
      "Franklin Langham",
      "Scott Gutschewski",
      "Todd Demsey",
      "Jeff Gove",
      "Kevin Johnson",
      "Ty Tryon",
      "Bill Lunde",
      "Charles Warren"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "D.A. Points’ Birdie Run to Tie the Lead",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": null,
    "start_time": "00:32:00",
    "end_time": null,
    "summary": "D.A. Points, already coming off a 65, makes back-to-back birdies at 5 and 6, then another at the 6th in the second round to reach -10 and tie Bryce Molder at -11. His putting is described as confident and decisive, with the commentators noting he’s “not missing the center of the hole.”",
    "characters": [
      "D.A. Points",
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Course Conditions Interview with Superintendent Gary Grandstaff",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Course Conditions Interview with Superintendent Gary Grandstaff",
    "start_time": "00:40:00",
    "end_time": "00:45:00",
    "summary": "During a lull in live action, Brian Anderson and Kurt Byram introduce Gary Grandstaff, the superintendent of Pete Dye Golf Club. In an on-camera interview by the lake, Grandstaff explains that they changed the sand in 106 bunkers just a month before the event, compacting them to firm up conditions. He notes that rain early in the week softened the greens more than intended, making birdies easier and long putts rare. He credits the PGA Tour staff for helping with course preparation and expresses pride in the course as a “treasure” for West Virginia. The segment underscores the behind-the-scenes effort to present a championship-caliber Pete Dye design and how weather can thwart those intentions.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Gary Grandstaff"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Gary Grandstaff Explains Championship Course Setup",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": null,
    "start_time": "00:40:30",
    "end_time": null,
    "summary": "Course superintendent Gary Grandstaff is interviewed lakeside about preparing Pete Dye Golf Club for the Nationwide Tour. He explains that they replaced sand in 106 bunkers and compacted them to firm up conditions, but early-week rain softened the greens more than intended, making birdies easier. He credits the PGA Tour staff for their help and calls the process “a lot of fun,” underscoring pride in the course as a West Virginia treasure.",
    "characters": [
      "Gary Grandstaff",
      "Brian Anderson",
      "Kurt Byram"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Mid-Round Grind: 10th and 15th Holes, Cut-Line Drama",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Mid-Round Grind: 10th and 15th Holes, Cut-Line Drama",
    "start_time": "00:45:00",
    "end_time": "00:57:30",
    "summary": "The coverage focuses on some of Pete Dye Golf Club’s toughest holes. The 10th is repeatedly described as the hardest hole on the course, with only eight birdies and many doubles; players like Hunter Haas, Scott Gutschewski, Franklin Langham, and others struggle with its mounded green. The par-5 15th is shown as a reachable but dangerous hole, with players like Darron Stiles, P.H. Horgan III, Charles Warren, Kevin Johnson, and Gavin Coles laying up or going for it in two, often leaving tricky pitches near water and rocks. The 17th’s controversial multi-humped green is diagrammed on-screen, with Kurt Byram’s telestrator showing how balls can roll off if distance control is off. Leaderboard graphics and commentary track the cut line at -1 and how players like Kevin Johnson, Troy Matteson, Todd Demsey, and others are hovering around it.",
    "characters": [
      "Brian Anderson",
      "Kurt Byram",
      "Jerry Foltz",
      "Val Skinner",
      "Darron Stiles",
      "P.H. Horgan III",
      "Charles Warren",
      "Kevin Johnson",
      "Gavin Coles",
      "Scott Gutschewski",
      "Hunter Haas",
      "Franklin Langham",
      "Troy Matteson",
      "Todd Demsey"
    ]
  },
  {
    "date_estimate": "2004",
    "title": "Golf Central Updates & Open Championship Context",
    "video": "Pete_Dye_WV_Classic_Nationwide_Tour_July_15-16_2004-019",
    "chapter": "Golf Central Updates & Open Championship Context",
    "start_time": "00:57:30",
    "end_time": "01:05:00",
    "summary": "Several Golf Central update segments appear, hosted from Orlando and studio sets, providing scores and analysis from the 133rd Open Championship at Royal Troon. Leaderboards show Skip Kendall leading at -7, with Thomas Levet, K.J. Choi, Barry Lane, Vijay Singh, Ernie Els, Colin Montgomerie, Mike Weir, Retief Goosen, Phil Mickelson, Tiger Woods, and others in pursuit. These updates are intercut with Nationwide Tour coverage, reinforcing the Golf Channel’s broader coverage of professional golf. Promos for Open Championship Week, Sprint Post Game, and PGA TOUR.com Tour Pass appear, along with sponsor IDs for Grey Goose, Circuit City, and others. This situates the Pete Dye West Virginia Classic within the larger professional golf calendar.",
    "characters": [
      "Mike Ritz",
      "Kraig Kann",
      "Craig Cann",
      "Brian Anderson",
      "Kurt Byram"
    ]
  }
]